[
    {
        "heading": "JVP vows to expose PM's connection to Bond Scam",
        "content": "COLOMBO (News 1st): The JVP leader Anura Kumara Dissanayake recently commented on a series of matters, ranging from the economy to  a recent media briefing by the former President.MP Dissanayake said that there is “no point in speaking about Ravi Karunanayake, Malik Samarawickrama, Lakshman Kiriella or even Moneragala Zoysa” without speaking about the sale of “certain resources”. Then the MP turned his attention towards the former President, saying “If we speak of Mahinda we will have to speak about the expose’s on the theft that had taken place during his administration”.MP Anura Kumara stated that both camps have proved that they “cannot build the country”.He then spoke on the media briefing convened by the former President, recalling a “valid question” by a journalist on the present status of the rupee.“Next to him (MR) was Weerawansa, no point asking him. The other side was also the same. Cabraal who was seated behind him whispered something to his ear. Mahinda repeats whatever is whispered to his ear. Are they leaders?”, added MP Anura KumaraMP Dissanayake also pointed out the response when a journalist questioned about Keith Noyahr while the former President was speaking about the North: “Then he says there is no connection between the economy and Keith Noyahr. But the Northern Elections is connected to the economy according to him. These are people who only respond to matters that benefit them and refuse to answer on matters that don’t benefit them…”The JVP leader also commented on the present state of affairs.He pointed out that foreign nations have already taken over Sri Lanka and that the Singapore FTA had been signed to satisfy the needs of other countries. MP Anura Kumara also stated that fmr. President Mahinda Rajapaksa went to India in a bid to draw plans to build the next government.“There was an issue with the President and the Prime Minister. The Prime Minister goes and meets with the US Ambassador. When the budget speech was delivered, two members from the IMF were seated in the gallery. Rajapaksa and Ranil Wickremesinghe are thieves. I will prove it. Aren’t Kiriella , Ravi Karunanayake, Basil Rajapaksa thieves? Can anyone say they are not thieves? These are people who looted public funds to the tune of billions. We are prepared to prove it to the country.” he added.MP Anura Kumara also spoke about the “group of thieves” governing this country.“A case on the bond scam will not be filed against Ranil Wickremesinghe. But, if they file a case because I said, Ranil Wickremesinghe can meet me in court and on that day I will prove his connection to the Bond Scam …” – said the JVP leader.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/jvp-leader-vows-to-expose-pms-connection-to-the-bond-scam/"
    },
    {
        "heading": "President to address 73rd session of UNGA tomorrow",
        "content": "COLOMBO (News 1st) – The 73rd session of the United Nations General Assembly will begin today (September 24) at the United Nations Headquarters in New York.This year’s UNGA session is themed, “Making the United Nations Relevant to All People: Global Leadership and shared responsibilities for Peaceful, Equitable and Sustainable Societies.”Representatives from 193 countries of the United Nations will take part in this year’s UN General Assembly. As the assembly’s new president, Ecuador’s former foreign minister Maria Fernanda Espinosa Garces will lead this week’s annual general debate which would take place for nine days.International Media reports suggest that diplomats will be focusing their discussions on world peace at the top of the agenda.President Sirisena will be one of the prominent speakers at the Nelson Mandela Peace Summit, the most important global peace event organized on the sidelines of the 73rd Session of the United Nations General Assembly.The President will address the 73rd Session of the United Nations General Assembly tomorrow (September 25). This will be his fourth consecutive annual address to the world body.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/president-sirisena-to-address-73rd-session-of-unga-tomorrow/"
    },
    {
        "heading": "Was Angelo Mathews a scapegoat?",
        "content": "COLOMBO (News 1st) Sri Lanka Cricket has announced that the National Selectors decided to appoint Dinesh Chandimal as the ODI captain to lead the team in the upcoming series against England. Accordingly, they have requested Angelo Mathews to relinquish his duties as the National ODI & T20I captain, with immediate effect.Angelo Mathews had then announced his resignation as skipper in an open letter, in which he said that he is relinquishing his duties as Captain as per the request made by the selection committee and the coach. Mathews says it was immediately felt that he was made the scapegoat in the entire saga of Sri Lanka’s dismal performances against Bangladesh and Afghanistan in the Asia Cup. He goes on to state that all decisions are taken through a mutual understanding with the Selectors and the Head Coach.The letter states that, though he does not agree with the reasoning that the losses should be accrued single-handed to the Captaincy, he eagerly and wholeheartedly respects the request of the selection committee and the head coach in asking him to step down with immediate effect. He also stated that during his captaincy, series wins recorded against England, a whitewashing of Australia 3-0 and winning the Asia Cup in 2014 were some of the memorable occasions.Mathews also pointed out that despite multiple captains being appointed to Sri Lanka Cricket from July 2017 none of them have been able take on the mantle in a permanenent role.The multiple captains mentioned by Mathews are;Upul TharangaThisara PereraChamara KapugedaraLasith MalingaDinesh ChandimalThe letter says he had no intention of continuing to play as Captain of the National Team.He also stated that Chandika Hathurusinghe met with him immediately after being appointed as Head coach, and requested to reconsider taking up the Captaincy until the World Cup in 2019.Mathews says that though family and close friends discouraged him from taking up the mantle, being confident in Hathurusinghe and his plans to elevate the performances of the Sri Lankan team and in the best interest of the country he agreed to do so until the World Cup.He says though Sri Lanka suffered these heavy defeats in the Asia Cup, especially in the backdrop of a reasonable series against South Africa, he had no intention in quitting and running away from the issues at hand, especially owing with the World Cup being only a dozen games away.A word from a former captainFormer Test Cricket Captain and present Minister Arjuna Ranatunga stated that he was trained during the time of Duleep Mendis and Roy Dias, who trained Aravinda and Madugalla.“After they retired, we came into captaincy and created players like Sanath and Marvan. When Sanath and Marvan came into captaincy they trained people like Mahela and Sangakkara. But during Sangakkara’s time, they did not create new players who can take the mantle forward. They did unnecessary things to Chandimal and Thirimanne. That player was ruined. We saw how even Mathews was treated. They did not allow players to rise. This is the result of that. There are no key batsmen when Mathews captains and when Chandimal is injured” he added.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/was-angelo-mathews-a-scapegoat/"
    },
    {
        "heading": "4 schools used for G.C.E.A/L paper marking reopens",
        "content": "COLOMBO (News 1st) – Four schools that were closed for the second round of the G.C.E. Advanced Level Examination paper marking reopened today (September 25).Ananda College, Colombo, Gurulogomi Vidyalaya, Kaluthara, Sudharma Vidyalaya, Galle and St. Servatius College, Mathara were reopened.The Department of Examinations confirmed that although 37 schools were used for the purpose of the second round of paper marking that only 4 schools were completely closed.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/4-schools-used-for-g-c-e-a-l-paper-marking-reopens/"
    },
    {
        "heading": "New device to track fishermen",
        "content": "COLOMBO (News 1st) – The Department of Fisheries will be introducing a new device in order to assist authorities to locate fishing boats in distress or which have been reported missing.Director of Search and Rescue Operations at the Department of Fisheries, Padmapriya Thisera said the new devices will be handed over to the fishermen upon a directive issued by the Director-General of the Department.The new device can be retrofitted to any fishing boat and if the boat is in distress inside a respective ocean area, the boat can be located using the device.In addition, a weather report will be sent to the device of each boat via an SMS service. So far this year, 13 fishermen were reported missing and 12 fishermen lost their lives at sea.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/new-device-to-track-fishermen/"
    },
    {
        "heading": "After elections with Former President Nasheed",
        "content": "COLOMBO (News 1st): A victory for democracy! The people of the Maldives have acted in the most challenging of circumstances and have voted for democracy. Tune in to TV1 tomorrow (September 25) at 7 am for an exclusive interview with former President Mohamed Nasheed.(function(d, s, id) {  var js, fjs = d.getElementsByTagName(s)[0];  if (d.getElementById(id)) return;  js = d.createElement(s); js.id = id;  js.src = 'https://connect.facebook.net/en_US/sdk.js#xfbml=1&version=v3.1';  fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));NEWSLINE TV1 | After elections with Former President Nasheed and Faraz.After elections with Former President Nasheed and Faraz. A victory for democracy! The people of the Maldives have acted in the most challenging of circumstances and have voted for democracy and the return to the rule of law with Former President Mohamed Nasheed & Faraz Shauketaly.Posted by Newsfirst.lk on Monday, September 24, 2018",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/after-elections-with-former-president-nasheed-and-faraz/"
    },
    {
        "heading": "Negotiations to increase estate sector public pay",
        "content": "COLOMBO (News 1st) – Minister of Labour and Trade Union Affairs, Raveendra Samaraweera states that negotiations are currently underway between estate workers and their employers to increase daily wages.The Minister noted that he would intervene in the issue through a committee if discussions between the estate workers and employers fail.Negotiations began between estate workers and employers following a protest held by estate workers in Thalawakale demanding a daily wage of Rs. 1000.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/negotiations-underway-to-increase-estate-sector-public-pay/"
    },
    {
        "heading": "Mother and two daughters killed in accident",
        "content": "COLOMBO (News 1st) – A mother and two daughters were killed in an accident in Akkaraipattu, Pottuvil last night (September 25). The accident took place at around 7 pm last night (September 25) near a bridge in the vicinity.Police said the accident had occurred when a car had knocked a woman crossing the road with her three children. The victims had succumbed to their injuries following admission to the Pottuvil hospital.The deceased aged 34, 12 and 6 years of age have been identified as residents of Pottuvil. The injured had been transferred to the Batticaloa hospital and a person was arrested.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/mother-and-two-daughters-killed-in-accident/"
    },
    {
        "heading": "President to adress UNGA today",
        "content": "COLOMBO (News 1st) – President Maithripala Sirisena is due to address the 73rd session of the UN General Assembly this evening (September 25) at the UN Headquarters.This year’s theme of the UNGA Session is, “Making the United Nations Relevant to All People: Global Leadership and Shared responsibilities for Peaceful, Equitable, and Sustainable Societies.”This will be President Maithripala Sirisena’s fourth address at a UN General Assembly.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/president-to-adress-unga-today/"
    },
    {
        "heading": "Rs. 10,000 as compensation for weather damage",
        "content": "COLOMBO (News 1st) – Secretary of the Ministry of Disaster Management, Engineer Sisira Kumara states that owing to the prevailing weather over 350 houses have been damaged.He added that a sum of Rs.10,000 is to be paid as an advance for the affected families from today (September 25).He further added that measures have been taken to estimate the cost of the damage caused and compensation to be paid.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/rs-10000-advance-payment-for-families-affected-by-adverse-weather-conditions/"
    },
    {
        "heading": "21 hospitalized following wasp attack",
        "content": "COLOMBO (News 1st) – 21 individuals were hospitalized following a wasp attack in Lulkandura, Galaha.The Police stated that the victims included 17 males and 4 females.The victims had arrived in the area on an excursion.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/21-hospitalized-following-wasp-attack/"
    },
    {
        "heading": "Your Tuesday Morning Brief",
        "content": "COLOMBO (News 1st) –1. The Meteorology Department forecasts over 100mm of rainfall across several areas in Sri Lanka in the forthcoming months.2. The 73rd session of the United Nations General Assembly will be addressed by President Maithripala Sirisena today (September 25)3. 21 individuals were hospitalized yesterday (September 24) due to a wasp attack in Lulkandura, Galaha.4. A new device that assists authorities to locate fishing boats in distress or which have been reported missing, is to be introduced by the Department of Fisheries.5. Four schools that had shut down due to the second round of G.C.E. Advanced Level Examination paper marking will reopen today (September 25).6. The National Police Commission has informed the IGP to submit recommendations for the post of DIG in charge of the Terrorism Investigation Division. 7. The Ministry of Labour and Trade Union Affairs stated that discussions between the estate workers and their employers to increase their daily wages are currently underway.8. The Ministry of Disaster Management reported that over 350 houses have been damaged due to the heavy showers and winds currently being experienced island wide. An advance of Rs. 10,000 will be paid for those families with effect from today (September 25).9. A special investigation into the sudden collapse of a part of the Denzil Kobbakaduwa Mawatha adjoining parliament has been launched by the Road Development Authority.10. Wildlife Conservation Program Association states that the Ministry of Agriculture has arrived at a decision to implement a program to provide air rifles to the farmers in order to protect themselves against wild animals.INTERNATIONAL 1. Israeli soldiers shot dead a Palestinian man and wounded dozens taking part in a protest on Monday (September 24) near the border between Israel and Gaza, Gaza health officials said.SPORTS 1. Real Madrid’s Croatia midfielder Luka Modric was named Best FIFA Men’s Player of the Year for 2018, while Orlando Pride’s Brazil forward Marta won the women’s award at a ceremony on Monday (September 24).",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/everything-you-need-to-know-today-46/"
    },
    {
        "heading": "IGP to recommend new DIG for TID",
        "content": "COLOMBO (News 1st) – The National Police Commission has informed the IGP to submit recommendations for the post of DIG in charge of the Terrorism Investigation Division.Secretary of the Commission, Saman Dissanayake stated the new appointment will be made based on the recommendations of the IGP.When News1st Inquired into the matter from Police Media Spokesman SP Ruwan Gunesekara, he said that recommendations for the appointment will be made soon.DIG Nalaka De Silva who has been charged with allegations of conspiring to assassinate the President and the Former Defence Secretary has been currently sent on compulsory leave.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/igp-to-recommend-new-dig-for-tid/"
    },
    {
        "heading": "Investigation into N'eliya injection scare",
        "content": "COLOMBO (News 1st) – Health Minister Dr. Rajitha Senaratne has ordered for an immediate inquiry into reports which claimed that patients who received treatment from an Eye Clinic at the District General Hospital in Nuwara Eliya had experienced certain complications.The Director General of Health Services had instructed the Director of the District Hospital to immediately suspend the use of the vaccination which was used at the Eye Clinic.Reports claim 55 patients had attended the Eye Clinic which was organized recently and 17 of them were hospitalized after they had complained of certain complications. Sources said the patients are being administered with medication and they are showing positive results.The Director General of Health Services went on to note there were no reports of complications from other Hospitals where this particular medication was used. He went on to note that samples of the medication have been sent to the National Drug Quality Assurance Laboratory for tests.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/minister-rajitha-inquires-into-injection-that-caused-visual-impairment-in-nuwara-eliya/"
    },
    {
        "heading": "Former Chief of Staff granted bail",
        "content": "Colombo (News1st): President Maithripala Sirisena’s former Chief of Staff K. Mahanama and former State Timber Corporation (STC) Chairman P. Dissanayaka were granted bail today (September 25).Mahanama and Dissanayaka were in remand after being arrested for accepting a bribe of Rs.20 million. The duo were arrested at the car park of a Colombo hotel while accepting the bribe from an Indian businessman.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/sirisenas-former-chief-of-staff-and-former-stc-chairman-granted-bail/"
    },
    {
        "heading": "High-speed railway project being stonewalled",
        "content": "COLOMBO (News 1st) – The Mawbima newspaper reported on Sunday (September 23) that the mega high-speed rail and mixed development project initiated by foreign investments worth 500 million US Dollars is being delayed with the ulterior motive of purchasing shares and obtaining commissions.The report notes that the project will provide employment opportunities to 22,000 people and receive an export revenue of 5 billion Euros. Ceylon High-Speed Railway Corporation Pvt Ltd introduced the mega high-speed rail and mixed development project to Sri Lanka. The Chairman of Ceylon High-Speed Railway Corporation Pvt Ltd Anushka Renu had written to the President complaining that the project is being delayed because some are expecting commissions.The Chairman requested the Head of State to intervene and conduct an investigation to prevent destruction from taking place by an individual appointed as the Director General of the Board of Investment. She alleges that the Director-General in question was appointed to fulfil personal requirements of a Minister and a State Minister.The Chairman goes on to note that the Secretary to the Ministry was asked not to intervene by the Minister.The letter reads on the 28th of September 2017 an official of the BOI had informed her in Milan, Italy that the BOI official in question had asked him to do what the officer instructs and to resubmit the relevant documents in order to get the project approved.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/high-speed-railway-project-being-stonewalled-by-officials/"
    },
    {
        "heading": "Your Monday Morning Brief",
        "content": "COLOMBO (News 1st) –1. The 73rd Session of the United Nations General Assembly (UNGA) is scheduled to begin today (September 24) at the UN headquarters at NewYork.2. Estate workers of Thalawakale launched a protest yesterday (September 23) demanding an increase in daily wages.3. Economic experts point out that the prices of imported goods would increase due to the rapid depreciation of the Sri Lanka Rupee against the US dollar.4. Several people that had sought medication from the Nuwara Eliya hospital encountered issues related to their vision after the hospital officials had administered an injection used for eye diseases.5. Three suspects arrested yesterday (September 24) for the possession of a foreign firearm and 29 different varieties of ammunition. They were arrested from Pallewela, Banduragoda, Bokalagama, and Kaleliya.6. New members to the constitutional council is to be appointed next week7. 25 youth arrested yesterday (September 23) for the possession of illegal narcotics along the Hatton – Nuwara Eliya road.8. In an unfortunate incident, a 13-year-old had died after falling off a building. He had met with this untimely death in an attempt to catch pigeons atop the roof of a building.9. Sri Lanka to host the South Asian Youth Summit 2018.10. 10,000 prefabricated homes are to be constructed to withstand natural disasters. Rs. 253 million is to be spent on the construction of 1,170 houses as the first phase of the project.INTERNATIONAL1.  Ibrahim Solih of the Maldivian Democratic Party declares victory in the Maldivian Presidential electionSPORTS1. Sri Lankan skipper Angelo Mathews has stepped down from the ODI captaincy following just 10 months after resuming his duties as captain. Sri Lanka cricket announced last night that Dinesh Chandimal has been appointed as the new captain.2. Tiger Woods won his first title since 2013 when he captured the Tour Championship by two strokes in Atlanta on Sunday (September 23) and proved to the golf world that he is far from done.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/everything-you-need-to-know-today-45/"
    },
    {
        "heading": null,
        "content": "COLOMBO (News 1st) – Chairman of the Road Development Authority, Nihal Suriyarachchi states that an investigation into the sudden collapse of a part of Denzil Kobbakaduwa Mawatha adjoining parliament is currently underway.The Chairman also stated that measures have been taken to remove all electric and lamp posts from the area that collapsed.Further, the collapsed area is currently closed for reconstruction purposes.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/road-adjoining-parliament-collapses/"
    },
    {
        "heading": "Non-compliant doctors salaries suspended",
        "content": "COLOMBO (News 1st) – Health minister Dr. Rajitha Senarathne has informed Heath Secretary B. G. S Gunathilaka to suspend the payment of salaries to doctors and nurses who have been transferred and have failed to report to their duties so far.A spokesperson for the Health Ministry stated that the Subject minister has also instructed for disciplinary measures to be taken against hospital directors who fail to release their transferred employees.Further, the spokesperson added that steps have been taken to suspend the funding of hospitals and awarding of promotions of directors who fail to release their transferred employees.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/decision-to-suspend-salaries-of-medical-staff-failing-to-take-up-transfers/"
    },
    {
        "heading": "Rainfall of 100 mm to be expected islandwide today",
        "content": "COLOMBO (News 1st) – Several regions experienced thundershowers accompanied by rain during the early hours today (September 25).The Meteorology Department said several areas continue to experience heavy rainfall.Rainfall experienced in the recent hours: Colombo – 79.4 mmBadulla – 45.9 mmJaffna – 33.2 mmRatmalana – 30.2 mm.The Department added that there may be temporary localised strong winds during these thundershowers. The public are kindly requested to take adequate precautions to minimize the damages caused by the adverse weather.Rainfall exceeding 100 mm can be expected in the Uva, Sabaragamuwa, Southern and Central provinces while showers or thundershowers can be expected in the Colombo, Kalutara, Galle and Matara Districts.According to the Director of the Department of Meteorology Athula Karunanayake, many parts of the island will experience rainfall exceeding 100 mm today (September 25).",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/heavy-rainfall-of-100-mm-to-be-expected-islandwide-today/"
    },
    {
        "heading": "SL to obtain USD 480 million development grant",
        "content": "COLOMBO (News 1st) – Chief Operation Officer of the US Government owned Millenium challenge cooperation, Brock Bierman assured President Sirisena that the United States will provide USD 480 million to Sri Lanka for several development projects. The statement was made when Bierman had called on the President on the sidelines of the UN General Assembly.Bierman added that the approval from the Millenium Change Corporation Board of Directors and the US Congress would be obtained shortly so that the agreement with the Sri Lankan government could be signed by December this year in Colombo.He also invited President Sirisena to grace the signing ceremony in Colombo.The grant will be utilized for several development projects including transport infrastructure development, road development, bus modernisation, control of traffic congestion and traffic management.   It was a pleasure meeting with the CEO of Millennium Challenge Corporation, Brock D. Bierman to talk about strengthening bilateral cooperation. I welcome MCC’s pledge to invest in sustainable development projects in Sri Lanka. pic.twitter.com/ANe34CoHR8— Maithripala Sirisena (@MaithripalaS) September 25, 2018",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/us-assures-sri-lanka-of-usd-480-million-development-grant/"
    },
    {
        "heading": "Fonseka arrives at CID",
        "content": "Minister, Field Marshal Sarath Fonseka arrived at the Criminal Investigation Department (CID) to give statement pertaining to the abduction and assault on journalist Keith Noyahr.",
        "date": "Tuesday, 25 September 2018 - 12:10",
        "link": "http://www.hirunews.lk/200685/fonseka-arrives-at-cid"
    },
    {
        "heading": "Govt silent as underworld gains power - MR",
        "content": "Former President Mahinda Rajapaksa has said that the Government is maintaining silence when the underworld is gaining power.He made this observation at a religious ceremony in Embilipitiya yesterday.",
        "date": "Tuesday, 25 September 2018 - 12:38",
        "link": "http://www.hirunews.lk/200686/govt-silent-as-underworld-gains-power-mr"
    },
    {
        "heading": "Police launch probe on Kuliyapitiya mobile phone theft",
        "content": "Kuliyapitiya police have launched an investigation over the theft of a mobile phone belonging to a customer who had come to a crude oil shop.According to CCTV footages obtained by the police, the customer who was on a call had left it in the shop by mistake.Footages also show a person who had later arrived in a three-wheeler taking the phone along with him.",
        "date": "Tuesday, 25 September 2018 - 17:35",
        "link": "http://www.hirunews.lk/200707/police-launch-probe-on-kuliyapitiya-mobile-phone-theft"
    },
    {
        "heading": "Salaries of doctors and nurses who have not reported to work after transfer halted",
        "content": "The Health Ministry has announced that salaries of Doctors and nurses who have been transferred and who have not reported to work will not be paid.",
        "date": "Tuesday, 25 September 2018 - 10:20",
        "link": "http://www.hirunews.lk/200677/salaries-of-doctors-and-nurses-who-have-not-reported-to-work-after-transfer-halted"
    },
    {
        "heading": "IP Rangajewa granted bail",
        "content": "IP Neomal Rangajeewa who was arrested over the Welikada Prison riots in 2012, was granted bail by the Court of Appeal today.Rangajeewa was arrested by the CID on March 28 over allegations of killing prison inmates during the Welikada prison riots in November 2012.",
        "date": "Tuesday, 25 September 2018 - 10:50",
        "link": "http://www.hirunews.lk/200679/ip-rangajewa-granted-bail"
    },
    {
        "heading": "Health Ministry warns of possible dengue threat",
        "content": "The Epidemiology Unit of the Health Ministry has warned of a possible dengue threat owing to the rainy conditions experienced in various parts of the country.Accordingly, a mosquito eradication week will e observed from tomorrow.So far 38,000 dengue patients have been reported this year.",
        "date": "Tuesday, 25 September 2018 - 12:49",
        "link": "http://www.hirunews.lk/200689/health-ministry-warns-of-possible-dengue-threat"
    },
    {
        "heading": "Court permits CID to record voice samples of former TID Chief",
        "content": "The Colombo Fort Magistrate has permitted the CID to direct former Director of the Terrorism Investigation Division (TID), DIG Nalaka de Silva to the Government Analyst’s Department to record voice samples.Director Operations of the Anti-Corruption Force, Namal Kumara has also been instructed to appear before the Government Analyst’s Department on Wednesday (26) for the same purpose.Kumara had recently accused DIG Nalaka de Silva of allegedly conspiring to assassinate President Maithripala Sirisena and former Defense Secretary Gotabaya Rajapaksa.",
        "date": "Tuesday, 25 September 2018 - 17:09",
        "link": "http://www.hirunews.lk/200706/court-permits-cid-to-record-voice-samples-of-former-tid-chief"
    },
    {
        "heading": "Ambepussa Soldier murder an inside job.",
        "content": "Police investigations have revealed that two soldiers from the same camp were involved in the recent murder of a soldier at Ambepussa Army Camp.A senior officer who conducted the investigation stated that the assailants had stolen the victim's service weapon for criminal activities.The officer stated that the two suspects will be arrested soon.The post-mortem on the body of the deceased revealed that he was attacked with a sharp object causing fatal injuries to his heart.The 21-year old victim was a resident of Bulathkohupitiya.",
        "date": "Tuesday, 25 September 2018 - 13:06",
        "link": "http://www.hirunews.lk/200690/ambepussa-soldier-murder-an-inside-job"
    },
    {
        "heading": "Duminda calls politicians to unite for country's development",
        "content": "Minister Duminda Dissanayake has called upon political parties to keep aside political differences and unite for the development of the country.He made this call when he was at Kahatagasgiliya area, assessing the damages caused by inclement weather conditions.",
        "date": "Tuesday, 25 September 2018 - 12:49",
        "link": "http://www.hirunews.lk/200688/duminda-calls-politicians-to-unite-for-countrys-development"
    },
    {
        "heading": "Police takes steps to take the duo who posed indecently atop Pidurangala",
        "content": "Police have taken steps to take into custody the two individuals who had posed in an obscene manner atop Pidurangala.A photograph of the two had been circulated which had prompted officials to take action against them.Accordingly, the duo has been identified and police have already taken steps to take them into custody.",
        "date": "Tuesday, 25 September 2018 - 14:36",
        "link": "http://www.hirunews.lk/200696/police-takes-steps-to-take-the-duo-who-posed-indecently-atop-pidurangala"
    },
    {
        "heading": "Thundershpwers up to 100mm expected",
        "content": "The Department of Meteorology has predicted thundershowers of up to 100mm with strong winds in the Western, Sabaragamuwa, Eastern, Uva, North Central, Central and Southern provinces in the coming days.",
        "date": "Tuesday, 25 September 2018 - 14:40",
        "link": "http://www.hirunews.lk/200697/thundershpwers-up-to-100mm-expected"
    },
    {
        "heading": "Fmr Chief of Staff and STC Chairman given bail",
        "content": "Former Presidential Chief of Staff I.K. Mahanama and former chairman of the State Timber Corporation (STC), P. Dissanayake who were arrested for soliciting Rs. 20 bribe have been granted bail.",
        "date": "Tuesday, 25 September 2018 - 11:13",
        "link": "http://www.hirunews.lk/200681/fmr-chief-of-staff-and-stc-chairman-given-bail"
    },
    {
        "heading": "Gnanasara Thera admitted to Sri Jayawardenapura Hospital for further treatment",
        "content": "General Secretary of the Bodu Bala Sena (BBS) Organisation, Ven. Galagoda Aththe Gnanasara Thera who was taken to Sri Jayawardenapura Hospital for a scheduled clinic has been admitted for further treatment.",
        "date": "Tuesday, 25 September 2018 - 15:06",
        "link": "http://www.hirunews.lk/200698/gnanasara-thera-admitted-to-sri-jayawardenapura-hospital-for-further-treatment"
    },
    {
        "heading": "Individual critically injured after being hit by a train in Hatton",
        "content": "One individual was severely injured in a railway accident in Hatton.The accident was reported to have taken place adjacent to the Hatton railway station.The individual had collided with the train which was travelling towards Badulla from Colombo.",
        "date": "Tuesday, 25 September 2018 - 16:27",
        "link": "http://www.hirunews.lk/200705/individual-critically-injured-after-being-hit-by-a-train-in-hatton"
    },
    {
        "heading": "Fonseka leaves CID after recording statement",
        "content": "Minister Field Marshal Sarath Fonseka left the CID after giving a statement regarding the abduction and assault on journalist Keith Noyahr.The Minister had recorded a statement at the CID for more than 4 hours regarding the case.",
        "date": "Tuesday, 25 September 2018 - 16:18",
        "link": "http://www.hirunews.lk/200703/fonseka-leaves-cid-after-recording-statement"
    },
    {
        "heading": "Four injured in Ambalanthota road accident",
        "content": "Four individuals belonging to one family were injured in an accident reported in Ambalanthota along the Mathara-Tissamaharama road last night.Police said injured have been admitted to hospital and none of them is in critical condition.",
        "date": "Tuesday, 25 September 2018 - 9:21",
        "link": "http://www.hirunews.lk/200674/four-injured-in-ambalanthota-road-accident"
    },
    {
        "heading": "USA pledges US$ 480 million for SL development projects",
        "content": "The United States has pledged to provide a grant of US$ 480 million for various development projects, the President’s Media Division said.TChief Operation Officer of US Government owned Millennium Challenge Cooperation (MCC), Brock Bierman gave this assurance when he met President Maithrpala Sirisena at the Lowes Regency Hotel in New York yesterday (24).",
        "date": "Tuesday, 25 September 2018 - 11:50",
        "link": "http://www.hirunews.lk/200683/usa-pledges-us-480-million-for-sl-development-projects"
    },
    {
        "heading": "Ranil discusses with current and former Maldivian President",
        "content": "Prime Minister Ranil Wickremesinghe has held discussions with the former president of the Maldives, Abdullah Yameem.Wickremesinghe in a telephone conversation had expressed his happiness over the manner in which the elections were held.The Premier had also conveyed his wishes to the newly elected President, Ibrahim Mohamed Solih.",
        "date": "Tuesday, 25 September 2018 - 16:24",
        "link": "http://www.hirunews.lk/200704/ranil-discusses-with-current-and-former-maldivian-president"
    },
    {
        "heading": "Woman dies in road accident in Kochchikade",
        "content": "A 33-year-old woman had died in an accident in Kochchikade today.According to reports, the woman who had been been a pillion rider on a motorbike had collided with a concrete mixer.It is reported that her husband was riding the motorbike. The accident had taken place due to reckless driving by the victim's husband.",
        "date": "Tuesday, 25 September 2018 - 15:36",
        "link": "http://www.hirunews.lk/200700/woman-dies-in-road-accident-in-kochchikade"
    },
    {
        "heading": "adfasdf adasdasd asd sad",
        "content": "Sri Lankan Women Netball team is to commence training for the upcoming Netball World Cp tournament to be held in Liverpool, England next year.Acordingly, the 15 member squad which took part at the Asia Netball Championships in Singapore recently will commence training on October 2.",
        "date": "Tuesday, 25 September 2018 - 9:58",
        "link": "http://www.hirunews.lk/200675/adfasdf-adasdasd-asd-sad"
    },
    {
        "heading": "Hiru News - Sri Lanka’s number 1 TV news bulletin – @ 6.55 tonight",
        "content": "Hiru News - Sri Lanka’s number 1 TV news bulletin – @ 6.55 tonightThis news telecast is available live on You Tube",
        "date": "Tuesday, 25 September 2018 - 18:01",
        "link": "http://www.hirunews.lk/200708/hiru-news-sri-lankas-number-1-tv-news-bulletin-6-55-tonight"
    },
    {
        "heading": "Families affected in Rajiv Gandhi suicide attack oppose release of convicts",
        "content": "Families who were affected by the suicide attack on former Indian Prime Minister Rajiv Gandhi are expected to meet the Tamil Nadu Governor.The families have opposed the move by Tamil Nadu State Government to call for the release of those convicted of the murder of the former prime minister.Accordingly, the families had requested a meeting with the Governor to express their concerns.",
        "date": "Tuesday, 25 September 2018 - 11:59",
        "link": "http://www.hirunews.lk/200672/families-affected-in-rajiv-gandhi-suicide-attack-oppose-release-of-convicts"
    },
    {
        "heading": "Sritharan leaves for Geneva to attend UN Human Rights Council sessions",
        "content": "TNA Parliamentarian S. Sritharan has left for Geneva to take part at the UN Human Rights Council sessions.Speaking to the media before his departure, Sritharan said that he was travelling to Geneva in his personal capacity and not as a TNA representative.",
        "date": "Tuesday, 25 September 2018 - 9:35",
        "link": "http://www.hirunews.lk/200669/sritharan-leaves-for-geneva-to-attend-un-human-rights-council-sessions"
    },
    {
        "heading": "With Ranil at the forefront UNP won't rise in 2020",
        "content": "COLOMBO (News 1st) – Speaking at an event, Former General Secretary of the UNP, Tissa Attanayake stated that the path that his former party (UNP) is on is not a people friendly one. Although the people were hoping for a change they have only been led to disappointment, he stated.Attanayake also stated that if the 2020 Presidential Poll is contested by UNP leader, Ranil Wickremasinghe at the forefront,  the party would not be able to rise, because the people seek new alternatives for leadership.He continued to say, that although there are many opportunities to select a possible candidate for the 2020 elections the UNP also seek leaders from elsewhere.“—– This country created great leaders who brought about great development. I believe, if they can select a leader of that caliber, the UNP can move ahead. As Party Leader if Ranil Wickremasinghe does not open the party, there will be internal conflicts—-” added Attanayake.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/with-ranil-at-the-forefront-unp-wont-rise-in-2020-tissa-attanayake/"
    },
    {
        "heading": "Showers to be expected in many areas",
        "content": "COLOMBO (News 1st) – The Department of Meteorology said showers exceeding 100 mm can be expected in several parts of the country.The highest rainfall in the past 24 hours was reported from Rathmalana which was 90mm. 77mm of rainfall was reported from Mattala while 85 mm of rainfall was reported in Colombo. Duty Meteorologist Buddhika Bandurathne said that rainfall exceeding 100mm can be expected in a number of districts today.The Meteorology department added that showers or thundershowers will occur in the Northern, Eastern, North-central, Uva and Central provinces and in the Galle, Matara, Kaluthara and Kurunegala districts after 2.00 p.m. Showers or thundershowers will occur at several places in the Sabaragamuwa province as well. Several spells of light showers will occur in the coastal areas of the Western and North-western provinces in the morning (September 24).Gale winds that swept through Kirimetiyawa, Kahatagasdigiliya caused considerable damage to houses in the area. Several injuries were also reported.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/showers-to-be-expected-in-various-parts-of-the-island/"
    },
    {
        "heading": "Weather: Over 100 mm Rainfall in parts of SL",
        "content": "COLOMBO (News 1st): The Meteorology Department has forecast over 100 mm of rain across several areas in Sri Lanka.Rainfall in the past 24 hours (highest to lowest);Habarana – 131.5 mmColombo – 114.1 mmRatmalana – 94.2 mmMattala – 77.1 mm.Meanwhile, gale winds that swept across many villages in Kahatagasdigiliya, Anuradhapura caused considerable damage to around 80 houses, leaving 6 houses completely destroyed.Uprooted trees also disrupted the supply of electricity to the area.The flip sideThe Anuradhapura Town and Polonnaruwa Town experienced heavy rain today (September 24). However, in complete contrast, the Kebithigollewa area in the Anuradhapura district is suffering from the continuous drought.Water-ways and water sources have dried up in Kebithigollewa, destroying acres of farmlands.“… If the dry spell continues for a few more months, the people will perish …”“… No one came here to see how these people are surviving. We are somehow living because we can’t die …”Over in Ampara, one man died after an earth embankment collapsed on him in Kuduwil.The victim was digging an agrarian well when the tragedy occurred.The highest temperatures in the past 24 hours;Vavuniya – 37.7 Degrees CelsiusPolonnaruwa – 37.6 Degrees Celcius",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/weather-parts-of-sl-receive-rainfall-of-over-100-mm/"
    },
    {
        "heading": "Former OIC of Narcotics Rangajeewa released",
        "content": "COLOMBO (News 1st) – Former OIC of the Police Narcotic Bureau Inspector Neomal Rangajeewa who was remanded over the Welikada Prison Riots was granted bail by the Court of Appeal.He was charged with the killing of 27 inmates and prisoners at the Welikada Prison in 2012.IP Neomal Rangajeewa was barred from traveling overseas and was released on two surety bails of Rs. 200,000 each.Further, he was ordered to appear before the Criminal Investigations Department every Sunday.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/former-oic-of-narcotics-rangajeewa-released-on-bail/"
    },
    {
        "heading": "Drought relief provided on political affiliation",
        "content": "COLOMBO (News 1st) – Speaking at an event held yesterday (September 22) to unveil the pinnacle of the Chaitya at a temple in Galle, Former President Mahinda Rajapaksa stated the following views.The former president stated that the list of people for whom drought relief is to be provided by the government has been prepared based on political affiliations.Rajapaksa also stated that at present factories are shutting down because of the countries tax policy and that it gives rise to unemployment in thousands.“Those who promised to create hundreds of thousands of jobs are slashing jobs. The people are suffering because they have no policy or plan or program. They claim this critical situation was created because of the debt I borrowed” added the Former President.Former President Mahinda Rajapaksa also stated that the first instalment for the loan borrowed for the Hambantota harbour had been paid off from the revenue earned by the Ports Authority.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/drought-relief-provided-on-political-affiliation-mr/"
    },
    {
        "heading": "Road adjoining parliament collapses",
        "content": "COLOMBO (News 1st) – Chairman of the Road Development Authority, Nihal Suriyarachchi states that an investigation into the sudden collapse of a part of Denzil Kobbakaduwa Mawatha adjoining parliament is currently underway.The Chairman also stated that measures have been taken to remove all electric and lamp posts from the area that collapsed.Further, the collapsed area is currently closed for reconstruction purposes.",
        "date": "25 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/25/road-adjoining-parliament-collapses/"
    },
    {
        "heading": "Fallen tree blocks Parliament road",
        "content": "A fallen tree has blocked entry lane of the Parliament road from Polduwa Junction, Battaramulla, Police said.Motorists have been advised to use alternate routes due to the block.",
        "date": "Tuesday, 25 September 2018 - 8:50",
        "link": "http://www.hirunews.lk/200662/fallen-tree-blocks-parliament-road"
    },
    {
        "heading": "World going in opposite direction to Mandela's vision - President",
        "content": "Addressing the Nelson Mandela Peace Summit which was held on the sidelines of 73rd United Nations General Assembly in New York yesterday, President Maithripala Sirisena said that the world is now moving in the opposite direction to that which Nelson Mandela steered us.The President called on world leaders to follow in the path of the anti-apartheid revolutionary statesman Nelson Mandela stating that Mandela's life teaches the world many lessons about peace, reconciliation and above all humanity.He added that world leaders should study the life and work of Mandela who demonstrated remarkable leadership qualities.The Mandela Peace Summit which offers the opportunity for world leaders to renew their commitment to global peace, conflict prevention, conflict resolution, peace building, promotion and protection of human rights and long-term development initiatives.At the conclusion of his address he thanks the united nations for organising the summit.",
        "date": "Tuesday, 25 September 2018 - 8:47",
        "link": "http://www.hirunews.lk/200664/world-going-in-opposite-direction-to-mandelas-vision-president"
    },
    {
        "heading": "Demand for probe, on Pidurangala FB pics.",
        "content": "Photographs circulating on social media with semi-naked youth seated on top of the Pidurangala rock at the historic – Sigiriya – Pidurangala Raja maha temple has raised concerns among religious leaders and officials.Archaeologists noted that this was inappropriate, as the location was considered sacred. Ththatnoted tha  Sigiriya was a fortress and Pidurangala was a Buddhist monastery for attained monks.In addition to this, the location is significant as It is also believed that the author of the Mahavansa, lived in Pidurangala and the location was known as the ancient, Diksanda Seneviyaa Pirivena.The Chief Incumbent of the Pidurangala Raja Maha Viharaya, Ven. Dr. Dhaniyagama Ananda Thera noted that legal action should be taken against those who published the photographs denigrating the location.President of the Sinhale Api National Organization, Ven. Jamburewela Chandraratana Thera noted that a comprehensive investigation should be conducted.",
        "date": "Tuesday, 25 September 2018 - 8:45",
        "link": "http://www.hirunews.lk/200667/demand-for-probe-on-pidurangala-fb-pics"
    },
    {
        "heading": "NTC warns of bus fare hike if fuel price exceeds bus fare policy rate",
        "content": "The National Transport Commission says that if the fuel is raised to a price point that exceeds the national bus fare policy, a revision of bus fares will take place once again.National Transport Commission chairman M. A. P. Hemachandra told our news team that the bus fare would go up if the fuel price percentage was raised higher than the bus fare policy.The Transport and Civil Aviation Ministry had decided to raise the bus fare by 4 per cent at midnight on the 20th this month.The bus fare has been revised on two occasions this year.The minimum bus fare was raised from. 10 to 12 rupees, with the overall bus fare being increased by 12.5 per cent. Bus fares were revised proportionately according to the increase in fuel price.Meanwhile, reports state that in the future fuel prices could rise again due to the continual depreciation of the rupee.The Fuel Price Revision Committee is scheduled to meet the 10th each month where The Fuel price will be amended in accordance with the newly introduced price formula.National Transport Commission Chairman M. A. P. Hemachandra said that if a considerable fuel price hike took place, bus fares would also increase in relation to the hike.",
        "date": "Tuesday, 25 September 2018 - 9:07",
        "link": "http://www.hirunews.lk/200661/ntc-warns-of-bus-fare-hike-if-fuel-price-exceeds-bus-fare-policy-rate"
    },
    {
        "heading": "Mother and two daughters killed in Pothuwil accident",
        "content": "A 34-year-old mother and her daughters, aged 6 and 12 years were killed, as they were hit by a passing car close to the Kunjaan Ohdai bridge on Pottuwil- Akkaraipattu  Road last evening.The victims' 11-year-old son who was injured in the accident has been hospitalized.Police said that the driver of the car was arrested in connection with the accident.",
        "date": "Tuesday, 25 September 2018 - 9:14",
        "link": "http://www.hirunews.lk/200659/mother-and-two-daughters-killed-in-pothuwil-accident"
    },
    {
        "heading": "Mahathir Mohamad explains how to choose FDIs",
        "content": "COLOMBO (News 1st) – In a period of time, when the influence of China has given rise to serious concerns, the recently elected Prime Minister of Malaysia Dr. Mahathir Mohommad had clearly specified as to why he does not prefer the Chinese investment method.The Malaysian PM stated that FDI from anywhere, even from China should be accepted, but that when it comes to giving over contracts to China or borrowing huge sums of money, those proposals need to be carefully considered.Further, he also said that when a contract goes to the Chinese that they prefer to use their own labour and all materials imported from China and that even the payment is made in their country. At the end of it all, there is nothing gained by the other country.The PM insisted that this type of contract will not be welcome and that the manner in which they develop whole and sophisticated cities, is very expensive and caters to foreigners and not average Malaysians.SIGNIFICANCE TO SRI LANKAThe statement made by the Malaysian Prime Minister is something that should be taken very seriously, especially by those authorities bringing in Chinese investments to Sri Lanka. Why? Because Sri Lanka cannot afford to bring in substandard products into the economy.China’s ‘Belt and Road Initiative’ has recently been the subject of concern as a number of countries which had received investments under the following program had been caught in a debt trap.Last year the strategic Hambanthota port was given over to the Chinese on a 99-year lease due to the countries inability to repay the loans obtained for the 1.4 Billion USD project.What are the types of investments that a country should attract?Dr. Mahathir Mohomad clarified the issue in his recent interview. FDI from any country should be accepted as long as it brings in Capital, technology, set up plants, and utilize the countries labour and finally produce goods that the country could earn their export earnings from.Also, it is totally unacceptable that measures have been taken to strike a blow on local employment by cutting out CESS Tax and putting the local economy at risk.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/mahathir-mohamad-explains-how-to-choose-fdis/"
    },
    {
        "heading": "Govt has forgotten sacrifices of the soldiers - Kamal Gunaratne",
        "content": "Retd. Maj. Gen. Kamal Gunaratne says that the current government had forgotten the sacrifice made by the soldiers in ending terrorism.He made this statement at an event held in Kurunegala yesterday.",
        "date": "Monday, 24 September 2018 - 21:55",
        "link": "http://www.hirunews.lk/200655/govt-has-forgotten-sacrifices-of-the-soldiers-kamal-gunaratne"
    },
    {
        "heading": "Human-elephant conflict is now a National problem - Fonseka",
        "content": "Minister of Wildlife and Regional Development, Sarath Fonseka has said that 75 individuals and 150 elephants had lost lives between January and August due to the human-elephant conflict.  He pointed out that the issue has now become a National problem. He made the observation at an event held in Vavuniya.",
        "date": "Monday, 24 September 2018 - 21:51",
        "link": "http://www.hirunews.lk/200656/human-elephant-conflict-is-now-a-national-problem-fonseka"
    },
    {
        "heading": "UN General assembly to open in NY tomorrow",
        "content": "COLOMBO (News 1st) – President Maithripala Sirisena left for New York on Saturday (Sept 22) to attend the 73rd Session of the United Nations General Assembly (UNGA) which begins tomorrow (September 24) at the United Nations headquarters in New York.This year’s theme of the UNGA Session is, “Making the United Nations Relevant to All People: Global Leadership and Shared responsibilities for Peaceful, Equitable, and Sustainable Societies.”President Maithripala Sirisena will attend the Nelson Mandela Peace Summit tomorrow, considered to be the most important global peace event organized on the sidelines of the 73rd session of the United Nations General Assembly. In the evening the president will attend the dinner hosted by the President of the United States of America Donald Trump and the First Lady.On the 25th, the President will be addressing the United Nations General Assembly, after being welcomed by the UN General Secretary António Guterres. The two resolutions he will submit to the UN will be aimed at solving issues and provide relief without causing harm to the pride of the security forces and safeguard independence, sovereignty, and national security.The President in his 15-minute speech before the world leaders will outline the achievements so far and the plans for future action. The inauguration ceremony of the 73rd United Nations General Assembly will be held at 9 am US time on the 25th this month.",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/73rd-session-of-the-united-nations-general-assembly-to-open-in-new-york-tomorrow/"
    },
    {
        "heading": "Key changes to judicial & foreign services",
        "content": "COLOMBO (News 1st) – Recently the Sunday Times reported that there will be changes made to several key positions in the Judicial and Foreign services. It is reported that the President who left for New York would be making some top-level appointments upon his return to Colombo.The Sunday Times also reported that Attorney General Jayantha Jayasuriya had already been recommended to be the next chief justice. He is expected to take over when the current incumbent Priyasath Dep retires next month.Further, the report reads that Additional Solicitor General, Dappula De Livera will be appointed as the next Attorney General. He had also served as a state lawyer to assist the Presidential Commission of Inquiry into the CBSL bond scam.However, it also must be pointed out that when the Prime Minister was summoned to give evidence before the Commission that it was Attorney General Jayantha Jayasuriya who had questioned the Prime Minister and not Dappula De Livera.According to the constitution, it is the President who is vested with the power to make these appointments. Therefore, appointments to these key positions should not be made in such a manner which would later lead to regret. As the President holds rightful responsibility in making these appointments he cannot later state that he was unaware of those appointed to those key positions.In addition, Sunday Times reports that diplomat Ravinatha Ariyasinha is to be appointed to the post of the new Secretary to the Ministry of Foreign Affairs. Ariyasingha will succeed Prasad Kariyawasam who was Sri Lanka’s Ambassador in Washington DC before moving over to Colombo as the Foreign Secretary.Before the government was elected, they made a pledge to the people promising that all necessary measures will be taken to uplift the quality of the country’s foreign service. However, the country’s foreign policy had come under constant scrutiny in recent times following allegations made regarding the changes made to the foreign services, agreements reached with other countries and various other associated actions during the past three and a half years.During the said period three Foreign Ministers and Three Deputy Foreign Ministers had been appointed and noticeably, all of them had represented the United National Party.Similarly, in the recent times, three appointments were made to the post of Foreign Secretary, one of the key public administration positions in the country, and the latest appointment will become the 04th addition to that post. Also recently, the President had recalled the Sri Lankan Diplomats attached to the Embassy in Austria as well.Speaking to News 1st, Former Sri Lankan diplomat, Bandula Jayasekara expressed his views on the following matters. He stated that Ravinath Ariyasinghe is an extremely talented diplomat and that his appointment to this position is quite timely.Jayasekara further stated that although the present government had promised the public to not perform the same mistakes committed by their predecessors, that they too follow in the same path.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/changes-on-the-horizon-for-foreign-and-judicial-services/"
    },
    {
        "heading": "Prefabricated houses for landslide prone areas",
        "content": "COLOMBO (News 1st) – The Ministry of Irrigation and Disaster Management is to construct 10,000 prefabricated homes, often referred to as prefab homes that can withstand natural disasters.These homes are to be given to families that are living in landslide-prone areas.Minister Duminda Dissanayake said Rs. 253 million will be spent on the construction of 1,170 houses as phase one of the project.",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/prefabricated-houses-for-landslide-prone-areas/"
    },
    {
        "heading": "Estate workers in Thalawakale demand higher wages",
        "content": "COLOMBO (News 1st) – A protest was held in the Thalawakele town on Sunday (Sept 23) by the tea estate workers demanding that their daily wage be increased up to Rs. 1000. A number of trade unions joined the protest that was organised by the Tamil Progressive Alliance.Political representatives together with the Estate workers who gathered opposite the Lindula Municipal Council on the Hatton-Nuwara Eliya main road marched to the Thalawakele Municipal Council Grounds. All shops in the Thalawakele town were also closed in support of this protest. The protest saw the participation of estate workers from Nuwara Eliya, Badulla, and several other areas.Minister P. Digambaram stated that since the tea prices are currently at a good level if the companies cheat the people, that they would take measures to divide the tea estates among the workers. The Minister insisted that a reasonable wage should be provided this time.Meanwhile, State Minister of Education, V. S. Radhakrishnan, also stated that the government should intervene to solve the problem. Similar to the Railway protests that the President himself intervened in, the government and the Ministers should involve in solving the issue with regard to the daily wages of the estate workers.",
        "date": "24 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/24/estate-workers-in-thalawakale-demand-higher-wages/"
    },
    {
        "heading": "Police arrest individuals selling liquor on Poya day",
        "content": "Police have arrested a group of people selling liquor in Hatton during Poya. It is illegal to purchase or sell liquor during the Poya day.The incident had been reported from Welioyawatte, Hatton where the individuals had been selling liquor from a house.",
        "date": "Monday, 24 September 2018 - 16:10",
        "link": "http://www.hirunews.lk/200625/police-arrest-individuals-selling-liquor-on-poya-day"
    },
    {
        "heading": "Individual drowns in Alawwa",
        "content": "An individual who had gone to bathe in Kuda Oya in Allawa has drowned, police said. Police said the body of the victim was yet to be recovered. The victim has been identified as a resident of Beligala.",
        "date": "Monday, 24 September 2018 - 16:18",
        "link": "http://www.hirunews.lk/200623/individual-drowns-in-alawwa"
    },
    {
        "heading": "Peiris calls for Bond dabate in Parliament",
        "content": "Chairperson of the Sri Lanka Podujana Peramuna, Prof. G.L. Peiris has called the government to conduct the debate on the Central Bank bond scam which has been put on hold for some time.",
        "date": "Monday, 24 September 2018 - 21:58",
        "link": "http://www.hirunews.lk/200653/peiris-calls-for-bond-dabate-in-parliament"
    },
    {
        "heading": "Maldives election: Solih hails new dawn after claiming election win",
        "content": "The Maldives was adjusting to a new political reality Monday after the surprise election of opposition presidential candidate Ibrahim Mohamed Solih over incumbent Abdulla Yameen, who had developed close ties with China during his five years in power.The Maldives Foreign Ministry said Monday that Maldivian Democratic Party candidate Solih had won the majority of votes based on a provisional count, but that official results would be confirmed within one week.Turnout was a staggering 89% as Maldivians on the island nation and offshore cast their votes in a controversial election that observers had warned was at risk of voter fraud.In his first news conference since declaring victory Sunday, Solih said \"this is a moment of happiness, this is a moment of hope, this is a moment of history.\"Solih, who is more commonly known by the nickname Ibu, said his priority is to unite the country after years of heavy-handed rule under Yameen, who is yet to concede defeat.Hundreds of supporters in the Maldivian city of Addu waved yellow flags emblazoned with the scales of justice of Solih's Democratic Party in celebration.David Brewster, senior research fellow at the National Security College of the Australian National University, said that the election result was an \"absolute shock,\" given the indications that Yameen \"had the result locked down tightly.\"Maldives' opposition presidential candidate Ibrahim Mohamed Solih and running mate Faisal Naseem celebrate their presumed victory in the presidential election.Yameen came to power in 2013 in a disputed election that opponents say was rigged. Since then, he has been accused of eroding democracy, cracking down on dissent and jailing opposition leaders.In 2016, the Maldives withdrew from the UK Commonwealth after the association of former British colonies threatened to suspend it for chipping away at democratic institutions. (CNN)",
        "date": "Monday, 24 September 2018 - 15:10",
        "link": "http://www.hirunews.lk/200614/maldives-election-solih-hails-new-dawn-after-claiming-election-win"
    },
    {
        "heading": "Tornado in Anuradapura and Rathnapura causes severe damage to several houses",
        "content": "Over 60 houses were damaged during a tornado that hit certain regions within Anuradhapura district and Padhalangala in Ambilipitiya last afternoon51 houses within three Gramaseva units in  Anuradhapura district  were impacted.Trees that had been uprooted on Adisiya road due to strong winds have since been cleared and roads have been reopened for traffic.Meanwhile, 7 houses damaged by strong winds in Pavat-tanu-kulam in Omanthai last evening.Vavuniya Disaster management centre stated that hailstones were experienced along with those strong winds.",
        "date": "Monday, 24 September 2018 - 14:04",
        "link": "http://www.hirunews.lk/200609/tornado-in-anuradapura-and-rathnapura-causes-severe-damage-to-several-houses"
    },
    {
        "heading": "Suspect arrested over robbing money from Dambulla restaurant",
        "content": "Police have arrested an individual who had robbed Rs. 1,30,000 from a restaurant in Dambulla. The individual had stolen the money from a restaurant situated near the Dambulla Economic Center.The police made the arrest after checking CCTV footages of the said burglary.Accordingly, the police had arrived at the suspects house for inquiry. Inquiries had revealed that the suspect had spent the money and had purchased drugs for his friends using the money.",
        "date": "Monday, 24 September 2018 - 15:16",
        "link": "http://www.hirunews.lk/200617/suspect-arrested-over-robbing-money-from-dambulla-restaurant"
    },
    {
        "heading": "The Rupee further depreciates due to US interests rates",
        "content": "The economic analysts point out that the United States is preparing to increase interest rates twice more within this year.They predict that the local rupee will further depreciate against the US dollar, as it hit a record low at 170 rupees and 65 cents last Friday.Commenting on the situation, Professor sirimal abeyratne, of the Faculty of Economics at the University of Colombo said that short-term solutions to prevent further depreciation are very limited.",
        "date": "Monday, 24 September 2018 - 14:01",
        "link": "http://www.hirunews.lk/200602/the-rupee-further-depreciates-due-to-us-interests-rates"
    },
    {
        "heading": "Businessman gunned down in Tangalle",
        "content": "COLOMBO (News 1st) – An individual was gunned down in Wadigala along the Kataragama road in Tangalle.Police Media spokesperson Ruwan Gunasekara said two unidentified gunmen had fled following the shooting. The victim had succumbed to injuries after being hospitalized at the Tangalle hospital.According to the Police Media spokesperson, the deceased was an owner of a vehicle service station in the area.Investigations into the murder are currently underway.",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/businessman-gunned-down-in-tangalle/"
    },
    {
        "heading": "Chinese national falls to death from hotel",
        "content": "COLOMBO (News 1st) – A Chinese National died after falling off the third floor of a Hotel in Nuwara Eliya.According to the Police, the victim was a 34-year-old woman who was on vacation in Nuwara Eliya.",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/chinese-national-falls-to-death-from-hotel-building/"
    },
    {
        "heading": "Funds for drought-affected areas to be provided from tomorrow",
        "content": "The Disaster Managment Ministry said that funds to obtain dry rations for drought-affected people would be given from tomorrow.Accordingly, the ministry would be giving the funds to the respective district secretariats.According to reports, as the first step of this initiative, the ministry has provided funds to the Anuradhapura District Secretariat.The funds will be utilised to provide dry rations and other items through the cooperative outlets.",
        "date": "Monday, 24 September 2018 - 9:57",
        "link": "http://www.hirunews.lk/200587/funds-for-drought-affected-areas-to-be-provided-from-tomorrow"
    },
    {
        "heading": "IGP to visit Scotland to discuss police reform",
        "content": "The IGP Pujith Jayasundera is scheduled to visit Scotland next week, to have discussions regarding how to carry out reforms and, strengthen sri lankas community police units.The secretary of the ministry of Law and Order ministry, Padmasiri Jayamanne along with several other officials will also join the IGP for discussions to take place on September 30th.Meanwhile, the committee appointed by subject minister, Ranjith Maddumabandara, to investigate the complaints made against the IGP will begin probing bribery allegations and other media reports published against the IGP next week.",
        "date": "Monday, 24 September 2018 - 14:02",
        "link": "http://www.hirunews.lk/200600/igp-to-visit-scotland-to-discuss-police-reform"
    },
    {
        "heading": "Sri Lanka to host South Asian Youth Summit 2018",
        "content": "COLOMBO (News 1st) – Sri Lanka will host the South Asian Youth Summit this year.The 2nd South Asian Youth Summit scheduled to be held this year will take place from the 28th of November to the 01st of December at the Bandaranaike Memorial International Conference Hall under the theme “Creating a Sustainable Future in a Fractured South Asia”.",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/sri-lanka-to-host-south-asian-youth-summit-2018/"
    },
    {
        "heading": "13 year old dies after falling off a building",
        "content": "COLOMBO (News 1st) – A 13-year-old died after falling off a building in Udappuwa.Police said the child met the untimely death in an attempt to catch pigeons atop the roof of the building.The child had died following admission to hospital.",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/13-year-old-dies-after-falling-off-a-building/"
    },
    {
        "heading": "The cause behind the shootings in the south revealed to be personal disputes",
        "content": "Investigations revealed that the fatal shootingthat took place in Hikkaduwa and Tangalle yesterday was instigated by a personal dispute.Two unidentified  persons riding a motorcycle fatally shot the victim who was walking in  the vicinity of the post office on Hikkaduwa-Baddegama Road at around 2.50 last afternoon.The suspects fled the scene of the crime. The victim was a 34-year-old resident of Telwatta in Hikkaduwa identified as Lalith Chryshanta alias Podi Kalu Mahattaya.Meanwhile, in a separate incident, a businessman was shot to death close to a garment factory in Waeliaara Tangalle, at around 11.15 am.Two unidentified persons approached the victim on a motorcycle, wearing full face helmets and fatally shot the victim.The 42 year old victim was the owner of a vehicle service centre at Waeliaara.",
        "date": "Monday, 24 September 2018 - 8:22",
        "link": "http://www.hirunews.lk/200586/the-cause-behind-the-shootings-in-the-south-revealed-to-be-personal-disputes"
    },
    {
        "heading": "President to address the Nelson Mandela peace summit in New York today",
        "content": "President Maithripala Sirisena arrived at the John F Kennedy International Airport in New York last night to attend the 73rd Session of the United Nations General Assembly and several other coinciding events.President Sirisena is scheduled to address the UNGA tomorrow.This will be his fourth consecutive annual address to the world body.This year's theme is, \"Making the United Nations Relevant to All People: Global Leadership and Shared responsibilities for Peaceful, Equitable and Sustainable Societies.\"Today, the President will be one of the speakers at the Nelson Mandela Peace Summit, considered the most important global peace event organized on the sidelines of the 73rd session of the General Assembly.The President will also take part in a special session to discuss the issues pertaining to the drug menace.During this visit, an agreement is to be signed between the United Nations Development Fund and Sri Lanka.President Sirisena will also have meetings with both the United Nations Secretary General and Commonwealth Secretary General.",
        "date": "Monday, 24 September 2018 - 8:20",
        "link": "http://www.hirunews.lk/200579/president-to-address-the-nelson-mandela-peace-summit-in-new-york-today"
    },
    {
        "heading": "Rainfall exceeding 100 mm predicted for several districts today",
        "content": "The met department states that Showers or thunderstorms will occur in the Northern, Eastern, North-central, Uva and Central provinces and in the Galle, Matara Kaluthara and Kurunagala districts after 2.00p.m.Heavy rainfall,  around 100 mili meters, can be expected in certain regions.Showers or thunderstorms have also been predicted  for the Sabaragamuwa province.Duty Meteorologist Buddhika Bandurathna requests the general public to take adequate precautions to minimize damages caused by lightning.",
        "date": "Monday, 24 September 2018 - 8:19",
        "link": "http://www.hirunews.lk/200578/rainfall-exceeding-100-mm-predicted-for-several-districts-today"
    },
    {
        "heading": "New members for the Constitutional Council",
        "content": "COLOMBO (News 1st) – Deputy Secretary-General of the Parliament Neil Iddawela states that new members of the Constitutional Council will be appointed next week.The tenures of W.D.J Senevirathne, Wijitha Herath, Tilak Marapana, Sibli Asheez, and Radhika Coomaraswamy ended yesterday (September 22).  However, Deputy Secretary-General noted that the term of office of Mahinda Samarasinghe that was appointed recently by President Maithripala Sirisena had not been affected.Along with six other members, the Prime Minister, Speaker of Parliament and the Opposition Leader are also elected to the council through official power. The Deputy Secretary-General of Parliament added that members of the parliament cannot be re-elected to the Council.The role of the Constitutional Council is the appointment of officers for various commissions and also the appointment of officers for higher posts in the public service.",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/new-members-for-the-constitutional-council/"
    },
    {
        "heading": "SriLankan announces changes to flight plans",
        "content": "COLOMBO (News 1st) – SriLankan Airlines has introduced a range of significant changes to its winter schedule.Accordingly, the National Carrier will be deploying state-of-the-art A330-300 aircraft on its daily Melbourne operations from the 28th of October 2018. The Airline is also expanding its capacity on the Colombo-Singapore route from the 29th of October with the introduction of wide-bodied Airbus A330 aircraft.The Airlines’ weekly frequencies will be increased to 21 flights per week from the current schedule of 17 flights per week. Out of this, 7 flights will be operated by A 330-300 aircraft, while the remaining 14 frequencies will be operated by A 320/ A 321 Neos.This capacity enhancement is aimed to offer over 2400 additional seats per week, thus enabling the Airline to serve more passengers.The Airline is suspending operations to Hong Kong with effect from the 27th of October. This decision has been taken following careful assessments of commercial results over a significant period of time. Arrangements are being made to route passengers who have already purchased tickets to and from Hong Kong, on other airlines.",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/srilankan-airlines-announces-changes-to-flight-plans/"
    },
    {
        "heading": "Strong winds reported in Padalangala – Embilipitiya; Uprooted trees obstructs the 100 feet road",
        "content": "Strong winds have prevailed in Padalangala – Embilipitiya this afternoon.The Disaster Management Centre noted that the 100 foot road has been completely obstructed by a large number of fallen trees.A bus has also been damaged by a fallen tree.",
        "date": "Sunday, 23 September 2018 - 19:09",
        "link": "http://www.hirunews.lk/200554/strong-winds-reported-in-padalangala-embilipitiya-uprooted-trees-obstructs-the-100-feet-road"
    },
    {
        "heading": "Law must be same for the North and South - MR",
        "content": "Former President Mahinda Rajapaksa has said that there cannot be two different laws for the North and the South. He made this observation while attending a religious ceremony in Galle yesterday.",
        "date": "Sunday, 23 September 2018 - 19:39",
        "link": "http://www.hirunews.lk/200562/law-must-be-same-for-the-north-and-south-mr"
    },
    {
        "heading": "100 acres from Muthurajawela for a Natural Gas power plant",
        "content": "The convener of Rainforest Protectors of Sri Lanka, Jayantha Wijesinghe stated that the government has allocated closer to 100 acres from the Muthurajawela wetland for the construction of a natural gas power plant.He made this statement at a press briefing held in Anamaduwa today.",
        "date": "Sunday, 23 September 2018 - 19:10",
        "link": "http://www.hirunews.lk/200555/100-acres-from-muthurajawela-for-a-natural-gas-power-plant"
    },
    {
        "heading": "Fmr TID Director should be arrested and investigated - Mahinda Amaraweera",
        "content": "General Secretary of the United People's Freedom Alliance (UPFA), Minister Mahinda Amaraweera says that the former Director of the Terrorism Investigation Division (TID), DIG Nalaka de Silva should be taken into custoday and investigated.He made this statement during a public meeting in Beliatte yesterday.",
        "date": "Sunday, 23 September 2018 - 19:42",
        "link": "http://www.hirunews.lk/200559/fmr-tid-director-should-be-arrested-and-investigated-mahinda-amaraweera"
    },
    {
        "heading": "New Rail Track to Habarana",
        "content": "The Ministry of Transport has focused its attention on constructing a direct railway line from Kurunegala to Habarana.In response to an inquiry made by our news team, the Secretary to the Ministry of Transport, S. Withanage stated that a request has already been made for a 1 billion dollar loan from the EXIM bank of China for this project.Currently, trains on the Northern Line reach Habarana through Mahawa.With the construction of the new direct railway line from Kurunegala to Habarana, the travelling distance to Habarana will be shortened.The construction of the new railway line has been planned under the “Pibidemu Polonnaruwa” programme.",
        "date": "Sunday, 23 September 2018 - 14:20",
        "link": "http://www.hirunews.lk/200528/new-rail-track-to-habarana"
    },
    {
        "heading": "The west does not need to advise on human rights; Says His Eminence Malcolm Cardinal Ranjith",
        "content": "The Archbishop of Colombo, His Eminence Malcolm Cardinal Ranjith stated that western nations are attempting to advise Sri Lanka, a country that has had a strong religious influence for many centuries, on human rights.His Eminence Malcolm Cardinal Ranjith made this statement at the St. Mathew’s Church in Ekala today.",
        "date": "Sunday, 23 September 2018 - 19:07",
        "link": "http://www.hirunews.lk/200556/the-west-does-not-need-to-advise-on-human-rights-says-his-eminence-malcolm-cardinal-ranjith"
    },
    {
        "heading": "Father clubbed to death by son over land dispute",
        "content": "COLOMBO (News 1st) – An unfortunate incident where a father had been clubbed to death by his son was reported from Palugasdamana, Polonnaruwa.The attack had been prompted by an unresolved land dispute. The deceased is a 69-year-old resident of Palugasdamana.Police have arrested the suspect who is believed to have committed the murder. The post-mortem examination is to be held today (September 23).",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/father-clubbed-to-death-by-son-over-land-dispute/"
    },
    {
        "heading": "3 arrested for possession of a foreign firearm",
        "content": "COLOMBO (News 1st) – Three suspects were arrested today for the possession of a foreign firearm and 29 different varieties of ammunition from the areas of Pallewela, Banduragoda, Bokalagama, and Kaleliya.The suspects aged between 38 and 50 years are residents of Baduragoda and Kaleliya. The arrest had been made during raids carried out based on a tip-off received by the police.The suspects are to be produced before the Attanagalla Magistrates court today (September 23).",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/3-arrested-for-possession-of-a-foreign-firearm-and-ammunition/"
    },
    {
        "heading": "Injection causes visual impairment in N'Eliya",
        "content": "COLOMBO (News 1st) – Several patients who sought medication from the Nuwara Eliya hospital have encountered issues relating to their vision after officials at the hospital administered an injection used for eye diseases.The affected patients told News1st that they are suffering from visual impairment after taking this injection.Director of the Nuwara Eliya General hospital Dr Aruna Jayasekara, stated that over 12 patients who had obtained the injection from last week are currently receiving treatment at the hospital.The usage of injections, from the batch in question, has been suspended following the incident. The Director of the Nuwara Eliya Hospital further noted that the injection samples were sent to the Ministry of Health for investigations.",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/injection-causes-visual-impairment-at-nuwara-eliya-hospital/"
    },
    {
        "heading": "2019 cricket world cup trophy in SL",
        "content": "Colombo (News 1st) – The 2019 Cricket World Cup Trophy was presented to the president at his official residence yesterday (September 21) by Minister Arjuna Ranatunga the captain of the 1996 World Cup winning team.The head coach of the Sri Lankan team Chandika Hathurusingha, members of the Sri Lankan Cricket team, the 1996 world cup team, ministers and members of parliament also participated in this occasion.The trophy that would be presented to the champions of the 2019 world cup is currently touring the world and it is here in Sri Lanka as part of the fourth phase of its tour.Meanwhile, the trophy was brought to the Galle face green today evening (September 22) for public display.",
        "date": "22 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/22/2019-cricket-world-cup-trophy-in-sl/"
    },
    {
        "heading": "25 arrested for possession of drugs in N'Eliya",
        "content": "COLOMBO (News 1st) – 25 youth were arrested in the Nuwara Eliya area for the possession of illegal narcotics.The suspects were arrested after they were stopped by roadblocks set up along the Hatton Nuwara Eliya road.Police were able to recover Kerala ganja, cannabis, illegal cigarettes and other narcotics through the raids. The suspects have been identified as residents of Colombo, Galle, Matara, and Kandy who were on vacation.They are to be produced before the Hatton Magistrate’s Court today (September 23).",
        "date": "23 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/23/police-arrests-25-for-possession-of-drugs-in-nuwara-eliya/"
    },
    {
        "heading": "Hiru News - Sri Lanka’s number 1 TV news bulletin – @ 9.55 tonight",
        "content": "Hiru News - Sri Lanka’s number 1 TV news bulletin – @ 9.55 tonightThis news telecast is available live on You Tube",
        "date": "Monday, 24 September 2018 - 20:43",
        "link": "http://www.hirunews.lk/200651/hiru-news-sri-lankas-number-1-tv-news-bulletin-9-55-tonight"
    },
    {
        "heading": "President reaches New York to address UN General Assembly",
        "content": "President Maithripala Sirisena who left for US last night to participate in the 73rd UN General Assembly landed at the JFK Airport in New York.The 15 member delegation left the island at around 9.10 last night.This would be the 4th time, President Sirisena would be addressing the UN General Assembly.The President will deliver his address on Tuesday.The theme for this year’s session is \"Making the United Nations relevant to all people: global leadership and shared responsibilities for peaceful, equitable and sustainable societies\".President Maithripala Sirisena will also announce a set of new proposals for consideration at the March 2019 session of the United Nations Human Rights Council.",
        "date": "Sunday, 23 September 2018 - 14:23",
        "link": "http://www.hirunews.lk/200524/president-reaches-new-york-to-address-un-general-assembly"
    },
    {
        "heading": "Chinese Female dies after balcony collapsed at a hotel in Nuwara-eliya",
        "content": "A female Chinese national, who had been staying at a hotel near Lake Gregory in Nuwara Eliya, has died after the hotel’s third-floor balcony collapsed with her.Police stated that the accident had occurred around 9 AM today.The 34 year old female Chinese national who was severely wounded, succumbed to her injuries after she was admitted to Nuwara Eliya Base Hospital.",
        "date": "Sunday, 23 September 2018 - 14:21",
        "link": "http://www.hirunews.lk/200525/chinese-female-dies-after-balcony-collapsed-at-a-hotel-in-nuwara-eliya"
    },
    {
        "heading": "Three Wheel Meters law to be enacted from next month",
        "content": "The National Council on Road Safety says that the law making meters mandatory for Three Wheelers will be enacted from the mid of next month.Chairman of the Council Doctor Sisira Kodagoda said that time given to fix meters has lapsed.",
        "date": "Sunday, 23 September 2018 - 10:06",
        "link": "http://www.hirunews.lk/200512/three-wheel-meters-law-to-be-enacted-from-next-month"
    },
    {
        "heading": "CBK opens Gonegala bridge amidst jeers",
        "content": "Colombo (News 1st) – The Gonegala bridge which falls across the Attanagalla Oya was declared open today (September 22) by Former President Chandrika Bandaranaike Kumaratunga.An uneasy situation took place after a group of SLPP local politicians voiced their protest.Former President Chandrika Bandaranaike Kumaratunga, Minister of Provincial Councils, Local Government and Sports Faiszer Mustapha and  Deputy Minister of Finance and Mass Media Lasantha Alagiyawanna were among those present for the event.Several SLPP local politicians along with their supporters staged a protest near the new bridge claiming the construction began during the tenure of the previous government.UPFA Western Provincial Councilor, Upul Mahendra Rajapaksa voiced that it was during MR’s regime that permission was obtained for this construction. He stated that the construction was overseen by Basil Rajapaksa.After the bridge was declared an open event was organized at the premises – according to our correspondent when Minister Faiszer Musthapha was to address the gathering, the area experienced a power cut.Despite the jeers from the protestors, the Minister addressed the crowd.Minister Faiszer Musthapha stated that jeers cannot halt the development of a country. Then stated that the bridge will be used both by those who cheer and jeer. The MP then stated that if development is stopped due to petty politics, it is the public who face the consequences.— This is something good for several villages. The politicians are trying to take advantage out of this. —",
        "date": "22 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/22/cbk-opens-gonegala-bridge-amidst-jeers/"
    },
    {
        "heading": "25 Special Police Units to control drugs",
        "content": "Minister of Law and Order and Public Administration Ranjith Madduma Bandara says that 25 Special Police Units will be established to curb drugs and organized criminal gangs.The Minister stated that training of officers has already commenced.",
        "date": "Sunday, 23 September 2018 - 10:06",
        "link": "http://www.hirunews.lk/200509/25-special-police-units-to-control-drugs"
    },
    {
        "heading": "President to the US to participate at UN General Assembly",
        "content": "President Maithripala Sirisena left for US last night to participate in the 73rd UN General Assembly. The 15 member delegation left the island at around 9.10 last night. The theme for this year’s session is \"Making the United Nations relevant to all people: global leadership and shared responsibilities for peaceful, equitable and sustainable societies\". The President will deliver his address on Tuesday. President Maithripala Sirisena will announce a set of new proposals for consideration at the March 2019 session of the United Nations Human Rights Council.",
        "date": "Sunday, 23 September 2018 - 10:05",
        "link": "http://www.hirunews.lk/200505/president-to-the-us-to-participate-at-un-general-assembly"
    },
    {
        "heading": "Celebrating diplomatic relations with Seychelles",
        "content": "Colombo (News 1st) – An event was held on Friday (September 21) to celebrate diplomatic relations established between Sri Lanka and Seychelles.At the reception, President Maithripala Sirisena was formally invited to tour the country of Seychelles by the President of Seychelles. High Commissioner of Seychelles Conrad Mederic addressing the event stated that during the Seychelles President’s visit to Sri Lanka in 2017, the President had expressed their need for Sri Lanka’s cooperation in trade and commerce of agricultural products.The High Commissioner then stated that they are optimistic that a similar exchange will result through the upcoming tour of Seychelles by President Maithripala Sirisena next month.Minister of Tourism Development & Christian Religious Affairs, John Amaratunga addressing the event added that the opening of a Bank of Ceylon and the opening of a Sri Lankan hospital branch in Seychelles has enabled Sri Lanka to take the banking and health sector service to the high end of Seychelles.",
        "date": "22 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/22/sri-lanka-celebrates-diplomatic-relations-with-seychelles/"
    },
    {
        "heading": "G.C.E. O/L to hold practical exams in October",
        "content": "Colombo (News 1st) – The Department of Examinations had taken a decision to conduct practical examinations before the G.C.E. Ordinary Level Examination takes place, starting from this year.Commissioner General of Examination Sanath Pujitha said the practical exams for the 2018 Ordinary Level will commence from the 03rd of October.The Department of Examinations said the admission letters for the practical examinations will be sent via post to all candidates in the coming days.A statement from the Department says practical examination schedules have been published on its website www.doenets.lk",
        "date": "22 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/22/g-c-e-o-l-to-hold-practical-exams-in-october/"
    },
    {
        "heading": "Luxury AC train from Mt. Lavinia to Rambukkana",
        "content": "Colombo (News1st): A luxury air-conditioned train will be introduced for operations between Mount Lavinia and Rambukkana from the 25th of  September.The Railways Control Room stated that the train will leave Mt. Lavinia daily at 08:30 AM bound to Rambukkana and will leave Rambukkana daily at 04:10 PM.This new train is able to accommodate 100 passengers and will make frequent stops in Fort and Veyangoda.The luxury train has been introduced to boost the economy by catering to the tourism industry.",
        "date": "22 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/22/luxury-ac-train-from-mt-lavinia-to-rambukkana/"
    },
    {
        "heading": "Sri Lanka is not governed by other countries - MR",
        "content": "Colombo (News 1st) – Former President Mahinda Rajapaksa convened a media briefing today (September 22).Journalists questioned the Former President on which of his brothers is preferred by India to be a candidate for the Presidential Elections.Mahinda Rajapaksa responded saying Sri Lanka is not governed by another country and he has no intention of making another country rich.More to follow …",
        "date": "22 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/22/sri-lanka-is-not-governed-by-other-countries-mahinda-rajapaksa/"
    },
    {
        "heading": "Govt focussed on taking political revenge instead of law and order - Gotabaya",
        "content": "Former Defence Secretary Gotabaya Rajapaksa said that the government was focussed on avenging its political enemies including former president Mahinda Rajapaksa instead of implementing law and order. He made this statement at the 'Eliya' meeting held in Polonnaruwa.",
        "date": "Saturday, 22 September 2018 - 21:25",
        "link": "http://www.hirunews.lk/200495/govt-focussed-on-taking-political-revenge-instead-of-law-and-order-gotabaya"
    },
    {
        "heading": "Ratnapura activist murder: Mano Ganesan calls for the arrest of killers",
        "content": "Minister Mano Ganesan has urged the authorities to arrest the culprits involved in the murder of an individual who had campaigned against illicit liquor sales in Ratnapura PalmGarden estate.On September 19, the individual (36) was abducted by 15 persons who had come in 3 trishaws, and later killed.The individual had protested the sales of illicit liquor in the area by climbing on to a water tank.",
        "date": "Saturday, 22 September 2018 - 21:39",
        "link": "http://www.hirunews.lk/200494/ratnapura-activist-murder-mano-ganesan-calls-for-the-arrest-of-killers"
    },
    {
        "heading": "Protest against Chandrika and several others while attempting to open a bridge",
        "content": "A group of individuals protested against the presence of former president Chandrika Bandaranaike Kumarathunga, and several others who were in attendance at the opening of the Meewala Bridge in the Bo-negala area in Attanagalla today.Our provincial correspondent stated that Minister Faizer Musthapha and deputy minister Lasantha Alagiyawanne had also participated in the event.The bridge was opened on the 11th of this month by a group including, Western provincial councillor representing the SLFP, Upul Mahendra Rajapakshe. However, measures were taken to declare the bridge open officially today, with former president Chandrika Bandaranaike Kumarathunga attending the event.",
        "date": "Saturday, 22 September 2018 - 21:20",
        "link": "http://www.hirunews.lk/200491/protest-against-chandrika-and-several-others-while-attempting-to-open-a-bridge"
    },
    {
        "heading": "A decision on the rupee after weighing the pros and cons",
        "content": "Prime Minister Ranil Wickramasinghe stated that necessary decisions will be made after carrying out a proper evaluation on the depreciation of the rupee.The Prime Minister made this comment this morning speaking at a ceremony held at the Lurdhu Maha Vidyalaya in Naththandiya.",
        "date": "Saturday, 22 September 2018 - 21:17",
        "link": "http://www.hirunews.lk/200493/a-decision-on-the-rupee-after-weighing-the-pros-and-cons"
    },
    {
        "heading": "Train carriages catch fire in Dematagoda (Photos)",
        "content": "A fire has broken out in three train carriages in Dematagoda. The incident has taken place at the Dematagoda railway yard. THree trucks of the Fire Brigade have been sent to the site to douse the fire.",
        "date": "Saturday, 22 September 2018 - 13:58",
        "link": "http://www.hirunews.lk/200477/train-carriages-catch-fire-in-dematagoda-photos"
    },
    {
        "heading": "Rs. 900 Mn alocated as drought aid",
        "content": "Colombo (News 1st) – President Maithripala Sirisena speaking at the inauguration ceremony of a programme to renovate dilapidated tanks in Mahawilachchiya today (September 21) stated that Rs. 900 Mn has been allocated to provide aid to those affected by the drought in the country.The programme to renovate 2400 tanks will be carried out with the assistance of the Engineering Regiment of the Sri Lanka Army.President Maithripala Sirisena speaking at the event stated that people in the villages continue to suffer from a lack of water despite the presence of hundreds of officials at grama niladhari and local government level. He stated that it is the fault of everyone as a whole for these tragic incidences which people in rural areas face.The President in his speech stated that nobody should starve under his rule and that he apologises for the difficulties people face.2500 land deeds were presented to the locals in Anuradhapura district as a part of the programme awarding 100,000 land deeds to residents of the Mahaweli. President Maithripala Sirisena also offered clean water from 500 reverse osmosis plants constructed in the area at a cost of Rs. 800 Mn to the Jaya Sri Maha Bodhiya.Parallel to this event, the President declared the 500th reverse osmosis plant open. Which was constructed at an “aranya” in Mihinthalaya.President Maithripala Sirisena also launched a free transportation service programme for kidney and cancer patients conducted by the Siril Dharmawardene foundation at the Anuradhapura hospital. A group including the chairman of the Siril Dharmawardena foundation Binara Dharmawardene attended the event.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/rs-900-mn-alocated-as-drought-aid/"
    },
    {
        "heading": "Police recover 2 bodies from the Giritale tank",
        "content": "Colombo (News1st): The bodies of the father and daughter who went missing while bathing in the Giritale tank have been found.According to the Police, the bodies were discovered during a search operation this morning (September 22). The 45-year-old man and his 14-year-old daughter, who are residents of Minuwangoda, were on a family outing.",
        "date": "22 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/22/remains-of-2-victims-who-died-in-the-giritale-tank-discovered/"
    },
    {
        "heading": "Stay order on CID probe into MP Ravi Karunanayake",
        "content": "Colombo (News 1st) – Colombo Chief Magistrate Ranga Dissanayake today issued a stay order on the investigations carried out by the Criminal Investigations Department, based on the recommendation of the Presidential Commission of inquiry, on the evidence given by MP Ravi Karunanayake.The Chief Magistrate said on the 28th of September a ruling would be delivered if the stay order would be a permanent order or not.The Attorney General and the respondents were ordered by the court to file their written submissions on the 26th of September.President’s Counsel Shavendra Fernando filing a motion in court pointed out that though the Attorney General has the power to file a case on matters revealed through the Presidential Commission, the Attorney General has no right to call for investigations into such matters.He noted, if there needs to be a further examination on the matter, the Presidential Commission must be reconvened.Senior State Counsel Lakmini Girihagama appearing for the Attorney General informed the court that the investigations are not based on malice and this is an ideal opportunity for MP Karunanayake to prove his innocence.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/court-issues-stay-order-on-cid-investigation-into-ravi-k-statement/"
    },
    {
        "heading": "CBSL gov. Coomaraswamy defends the LKR decline",
        "content": "Colombo (News 1st) – The Governor of Central Bank addressing a forum spoke about Sri Lanka’s economy.CBSL Governor Indrajit Coomaraswamy stated that the exchange rate is not the key determinant of a country’s economy. He said in his view progress has been made to stabilize Sri Lanka’s economy. He stated that even though the economy has progressed, the exchange rate is under pressure as interest rates have been imposed in the US due to the trade war between China and USA.CBSL Governor Coomaraswamy further noted that the US pulling out of the Iran nuclear deal has created uncertainty both in the oil market as well as within the region, and this is also a factor for the USD to fluctuate.He then exclaimed that it is not only affecting Sri Lanka and that as of today (September 21), the Argentinian exchange rate had depreciated by 50%, Turkey by 40% , Indian currency by 10%, Philippines by 8%, Australia by 8%, and the Sri Lankan rupee by 8%.The Governor further explains that in 2011/ 2012 over USD 4 Bn were spent on defending the currency. But the currency had depreciated and the reserves were also used up.He then explained that in 2015 this government spent USD 2.1 Bn trying to defend the exchange rate and it depreciated by 9%m anyway. The Governor stated that trying to spend large amount of reserves to defend the currency simply does not work.While the central bank governor relies on the annualized depreciation figure of close to 8% since January 2015, news 1st would like to point out the comprehensive story. When one examines the depreciation against the US dollar, from January 2015 to date, the stark reality of what has happened to the exchange rate become abundantly clear.According to our calculations, depreciation is closer to 27.5%.",
        "date": "22 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/22/cbsl-gov-coomaraswamy-defends-the-lkr-decline/"
    },
    {
        "heading": "Sugar mafia exploits new tax to maximize profits",
        "content": "Colombo (News 1st) – A new tax structure for sugar was introduced by the Ministry of Finance last Tuesday (September 18), after the removal of the Special Commodity Levy. Importers say, the price of a kilo of sugar in the world market is roughly Rs. 56. According to the new tax system, a kilo of sugar will include a tax burden of Rs. 43.The removal of the Rs. 31 Special Commodity Levy, has paved the way for an added Rs. 12 tax burden that must be borne by sugar importers.The Finance Ministry’s argument is that the price which needs to be paid for a kilo of sugar in the world market, has comparatively reduced with the trends in the past, and therefore this would not impact the retail market. However, the price of a kilo of sugar which was at Rs. 91 is now a Rs. 103, following the introduction of the new tax structure. A kilo of sugar in the wholesale market has increased by nearly Rs. 10.Hemaka Fernando, the Deputy President of the sugar importers association states that the tax imposed on the retailers is ultimately borne by the public. He states that in the wholesale market 01 Kg of sugar is sold at Rs. 105 but when sold at the village level it would amount to around Rs. 130During a discussion at the consumer affairs authority on Thursday (September 20), it was revealed that nearly 40,000 metric tons of sugar was imported prior to the implementation of the new tax system. It was also revealed that these stocks are stored by three companies identified as Pyramid Wilmer, Wilson Trading and Pallegoda Trading.According to Sugar Importers, one of the companies had purchased stocks from the other two companies prior to the new tax system. Hemaka Fernando states that a powerful group of people who were aware of the potential change in the tax structure had purchased and stored stocks of sugar. He noted that similar to all companies being negatively affected, importers of main food items are also negatively impacted by this change.MP Bandula Gunawardana confirms this statement adding that between 40,000 and 50,000 metric tons of old stocks of sugar is being sold at a price of Rs. 100 rupees. He stated that the Consumer Affairs Authority accepted that old stocks of sugar are present in the country.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/sugar-mafia-exploits-new-tax-to-maximize-profits/"
    },
    {
        "heading": "President leaves for UNGA sessions today",
        "content": "President Maithripala Sirisena will leave for the United States of America today for 73rd Session of the United Nations General Assembly (UNGA).The President will deliver a special speech at the sessions on September 25. The UNGA sessions commenced on Tuesday, September 18.",
        "date": "Saturday, 22 September 2018 - 12:57",
        "link": "http://www.hirunews.lk/200471/president-leaves-for-unga-sessions-today"
    },
    {
        "heading": "Cabinet brokers the sale of National resources",
        "content": "Colombo (News 1st) – Leader of JVP Anura Kumara Dissanayake speaking in Parliament on Friday (Sept 21) stated that the cabinet’s decisions on selling off national resources had reached dangeorus levels.MP Anura Kumara explained that the Trincomalee Oil Tank Farm is one of the most important resources in the country and that there is an attempt to hand it over to an Indian company.He stated that this decision was reached on 07th August 2018. Then the MP stated that this same cabinet decided on 01 June 2016  to use USD 10 Million for the development of the Oil Tank Farm which will be take 04 years to complete. He raises a concern as to why the cabinet paper approved on 01st June 2016 was cancelled later.MP Anura Kumara stated that when attempts were made to renovate the oil tank farm, an “unseen force” halted it.The Parliamentarian stated that Sri Lanka is at a risk of losing National resources. He goes on to state that the cabinet is brokering the sale of National resources.MP Anura Kumara also stated that he is aware that the subject Minister Arjuna Ranatunge and Deputy Minister Anoma Gamage are unable to respond to these comments and that is why they avoid the Parliamentary sessions.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/cabinet-brokers-the-sale-of-national-resources-mp-anura-kumara/"
    },
    {
        "heading": "President to leave for US to attend UNGA",
        "content": "Colombo (News1st): President Maithripala Sirisena will leave for the United States today to attend the 73rd session of the United Nations General Assembly, which is being held at the UN Headquarters in New York.President Sirisena is scheduled to attend the high-level event on Monday (September 24), on the “Global Call to Action on the World Drug Problem”.On the same day, the President will also attend the Nelson Mandela Peace Summit: UNGA High-level Plenary on Global Peace at the UN Headquarters in New York. The President will address the UNGA high-level debate on Tuesday (September 25), on the first day of the debate.The Head of State will also join a discussion on the 27th to review the success of the measures taken to prevent non-communicable diseases in the international arena.",
        "date": "22 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/22/president-to-leave-for-us-to-attend-un-general-assembly/"
    },
    {
        "heading": "MR is an exemplary leader - Weerawanse",
        "content": "Colombo (News 1st) – Former President Mahinda Rajapaksa held a media briefing today at his official residence, which was attended by JO party leaders.At the briefing, he stated that the government has failed in controlling the depreciation of the rupee.Mahinda Rajapaksa stated that while he was in power they kept close track of the rupee depreciation and made sure it didn’t experience major declines. He stated that when they handed the government to the current rulers the rupee was at Rs. 135 against the USD and now it has crashed to Rs. 170.MP Wimal Weerawanse who was also at the event stated that leadership does not mean making statements saying “we cannot do anything as the whole world is facing an economic crisis”. According to MP Weerawanse leadership is not letting the rupee depreciate further.MP Weerawanse also stated that the rupee had depreciated by 9.2% compared to the currency in Ethiopia. Elaborating he stated that if this country was handed over to the Ethiopian Leader, the rupee would have been strengthened.Moving on to a different question, the Newfirst journalist questioned MR on the Keith Noyahr abduction case. To which MP Wimal Weerawanse chipped in stating that investigations are taking place on the abduction of Keith Noyahr and that even Intelligence personnel have been sent to prison. MR replying to the question stated that he never met Keith Noyahr.Former Central Bank Governor, Ajith Nivard Cabraal talking at the briefing stated that the total debt taken during the reign of the Former President as of December 2014 was Rs. 7391 Bn and that the current debt is Rs. 11,967 Bn.MP Wimal Weerawanse once again talks about leadership and states that, as President, Mahinda Rajapaksa paid off the debt taken by the Chandrika Government, JR Government, Premadasa Government and the loans taken by DS Senanayake were also paid off. He then goes on to state that the “Kings” never took loans but all the loans which were taken before were paid off.MP Weerawanse the stated that they brought an end to the war by obtaining weapons on credit and that they managed everything.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/mr-is-an-exemplary-leader-weerawanse/"
    },
    {
        "heading": "Vehicle prices to increase as Rupee depreciates",
        "content": "Vehicle importers have noted that prices of vehicles will have to be increased as the rupee has been continuously depreciating against the US dollar.The selling rate of a US dollar stood at 170 rupees and 65 cents as at yesterday.Accordingly, vehicle importers noted that the prices of vehicles are likely to go up by at least 250 thousand rupees.President of the Vehicle Importers Association of Lanka, Indika Sampath Merenchige noted that the prices of luxury vehicles might increase by 600,000 – 800,000 rupees.President of the Sri Lanka Vehicle Importers’ Association, Ranjan Peiris also noted that the prices of motor vehicles may increase by a minimum of about 300 thousand rupees with the depreciation of the currency against the US dollar.He further stated that the 100% margin deposit requirement when opening Letters of Credit will also result in the prices of vehicles being increased.Imposing the margin deposit requirement, the Central Bank noted that it expects the requirement to result in a drop in the number of vehicle imports.",
        "date": "Saturday, 22 September 2018 - 12:08",
        "link": "http://www.hirunews.lk/200465/vehicle-prices-to-increase-as-rupee-depreciates"
    },
    {
        "heading": "An Indian operation carried out aimed at saving Prabhakaran revealed",
        "content": "In a disclosure which could have repercussions across the political spectrum in the country,Senior BJP leader and Rajya Sabha member Subramanian Swamy stated that Sonia Gandhi, the then Congress president and P Chidambaram, the then Union Home Minister had maintained direct ties with slain LTTE Leader Velupillai Prabhakaran.Swamy said Chidambaram had sent a message to Prabhakaran during the 2009 battle to await Indian Navy assistance.He further said that Prabhakaran walked out of the jungle into the beach thinking it was the Indian Navy whereas the Sri Lanka Navy had surrounded the area and hence was later killed.He said the Indian Navy ship which was expected to reach the theatre of war did not leave Indian shores because of stiff Opposition from highest authorities.",
        "date": "Saturday, 22 September 2018 - 12:45",
        "link": "http://www.hirunews.lk/200468/an-indian-operation-carried-out-aimed-at-saving-prabhakaran-revealed"
    },
    {
        "heading": "Government has failed; special statement from Former President Mahinda",
        "content": "Former President Mahinda Rajapaksa stated that the government has failed to control the depreciation of the rupee against the US dollar.Speaking at a special press briefing convened today at his official residence in Wijerama Road, the former president noted that the country will have to face serious consequences if the depreciation of the rupee is not controlled.Leader of the National Freedom Front, Parliamentarian Wimal Weerawansa and General Secretary of the Pivithuru Hela Urumaya, MP Udaya Gammanpila also took part in the press briefing.",
        "date": "Saturday, 22 September 2018 - 12:46",
        "link": "http://www.hirunews.lk/200469/government-has-failed-special-statement-from-former-president-mahinda"
    },
    {
        "heading": "Subject minister speaks about the removal of the IGP",
        "content": "The Law and Order Minister, Ranjith Maddumabandara says that the President and the Prime Minister have not held a discussion with regard to removing IGP Pujith Wijesundera from his post.",
        "date": "Friday, 21 September 2018 - 21:40",
        "link": "http://www.hirunews.lk/200428/subject-minister-speaks-about-the-removal-of-the-igp"
    },
    {
        "heading": "Sub Committee members to study OMP report named",
        "content": "The members of the sub comimittee to study the recommendations of the interim report of the Office on Missing Persons (OMP) have been named.Accordingly, Minister Wijayadasa Rajapakshe will head the committee. The oither members include Ministers Mano Ganesan, Palani Digambaram, Rauff Hakeem, Sarath Amunugama, Vajira Abeywardena, Mahinda Amaraweera, Ranjith Maddumabandara, Mahinda Samarasinghe and THalatha Athukorale.The Cabinet last week approved the proposal by President Maithripala Sirisena to appoint the said sub committee.",
        "date": "Saturday, 22 September 2018 - 12:06",
        "link": "http://www.hirunews.lk/200445/sub-committee-members-to-study-omp-report-named"
    },
    {
        "heading": "Dayasiri appointed as SLFP Kurunegala Leader",
        "content": "Parliamentarian Dayasiri Jayasekara has been appointed as the Sri Lanka Freedom Party (SLFP) Leader for the Kurunegala District.In addition, G.H. Buddhadhasa and Hector Bethmage have been appointed as Joint Organisers for the Kaduwela Electorate.",
        "date": "Friday, 21 September 2018 - 22:59",
        "link": "http://www.hirunews.lk/200440/dayasiri-appointed-as-slfp-kurunegala-leader"
    },
    {
        "heading": "300 Garment factory employees hospitalized due to food poisoning",
        "content": "The number of employees at a garment factory in Minuwangoda suffering from food poisoning has increased to 310.Police stated that they had fallen ill after having consumed today’s breakfast, provided by a private food caterer.150 are receiving treatment at the Minuwangoda hospital and nearly 160 are been treated at the Gampaha hospital.",
        "date": "Saturday, 22 September 2018 - 12:44",
        "link": "http://www.hirunews.lk/200457/300-garment-factory-employees-hospitalized-due-to-food-poisoning"
    },
    {
        "heading": "Recording of evidence in Johnston's case postponed",
        "content": "COLOMBO (News 1st) – The recording of evidence in the case filed against MP Johnston Fernando for failing to declare his assets and liabilities was postponed to the 13th of November.Colombo Chief Magistrate Ranga Dissanayake order the Prisons Superintendent to produce the MP in court on that day.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/recording-of-evidence-in-mp-johnstons-case-postponed/"
    },
    {
        "heading": "Army Soldier stabbed to death in Ambepussa camp",
        "content": "COLOMBO (News 1st) – An army soldier assigned to an outpost of the Ambepussa Army Camp was stabbed to death early this morning (September 21).Police said the victim was a 21-year-old soldier from Bulathkohupitiya. The Police are yet to make an arrest over the homicide.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/army-soldier-stabbed-to-death-in-ambepussa-army-camp/"
    },
    {
        "heading": "Heavy rains expected tonight",
        "content": "Heavy showers are expected to be experienced in the Central, Sabaragamuwa, South, Western, Uva and North Western Provinces tonight, the Met Department said.In addition, the Department also stated that rains will be experienced in the Northern, Eastern, North Central and Uva Provinces from September 23.",
        "date": "Friday, 21 September 2018 - 17:44",
        "link": "http://www.hirunews.lk/200424/heavy-rains-expected-tonight"
    },
    {
        "heading": "Journalist Ekneligoda case heard in Magistrates ct",
        "content": "Colombo (News 1st) – Lieutenant Colonel Eranda Peiris, who was arrested in connection with the abduction and disappearance of journalist Prageeth Ekneligoda, is due to be produced before the Homagama Magistrate today (September 21).Police media spokesperson SP Ruwan Gunasekara said he was arrested when he arrived at the Criminal Investigation Department yesterday (September 20) to provide a statement.SP Gunasekara stated that Lieutenant Colonel Peiris was arrested on two charges; for the involvement in the abduction and release, on the 8th of August 2009; and for the abduction and disappearance of Ekneligoda, since the 24th of January 2010.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/journalist-ekneligoda-case-heard-in-magistrates-court/"
    },
    {
        "heading": "Increase in wholesale prices of sugar declined",
        "content": "COLOMBO (News 1st) – Chairman of the Sugar Importers’ Association, P. M. Abeysekara stated that the increased wholesale price of sugar by Rs. 15 was brought down to Rs. 11.  Accordingly, the wholesale price of a kg of sugar will be Rs 101.Issuing an advisory on the 19th of this month, the Ministry of Finance confirmed that despite the increase in taxes imposed on sugar prices that the retail prices would remain unchanged.The Ministry also said that even after a tax of Rs.42 been imposed on a kilogram of Sugar that the importers still gain profits.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/increase-in-wholesale-prices-of-sugar-amended-to-rs-11/"
    },
    {
        "heading": "17 tanks to renovate under the cascading system",
        "content": "COLOMBO (News 1st) – A programme to renovate the dilapidated tanks in the Anuradhapura district under the cascade system began near the Mahawilachchiya, Nabadagasdigiliya tank under the patronage of President Maithripala Sirisena.17 tanks in Mahawilachchiya and Nochchiyagama Divisional Secretariat Divisions have been selected to be renovated under the first phase.In addition, many projects will be implemented to uplift the living standard of the people living in those areas.The Engineering Regiment of the Sri Lanka Army will provide assistance in renovating the 2400 tanks.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/17-tanks-to-be-renovated-under-the-cascaded-tank-village-system/"
    },
    {
        "heading": "Sri Lankan rupee falls to a new low of 170.65",
        "content": "COLOMBO (News 1st) – The value of the Sri Lankan Rupee vs the US Dollar continued its fall today, reaching a new low.The Sri Lankan Rupee fell to a new low, selling at Rs 170.65 against the US Dollar.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/sri-lankan-rupee-falls-to-a-new-low-of-170-65/"
    },
    {
        "heading": "07 SLFP electoral organizers removed",
        "content": "COLOMBO (News 1st) – Seven SLFP electoral organizers have been removed from their organizers posts for failure to establish electoral committees.The Sri Lanka Freedom Party has removed Susil Premajayantha, W.D. J. Seneviratne, Anura Priyadarshana Yapa, Lakshman Yapa Abeywardena, Chandima Weerakkody, TB Ekanayaka, and Gunaratne Weerakone from their respective organizers posts.This was following an SLFP Central Committee Meeting which was chaired by President Maithripala Sirisena at the President’s house last night (September 20).Party General Secretary Prof. Rohana Lakshman Piyadasa states that new organizers will be appointed this afternoon (September 21).",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/07-slfp-electoral-organizers-removed-from-post-of-organizer/"
    },
    {
        "heading": "Delimitation report to be delayed by two months",
        "content": "The evaluation committee has informed Speaker Karu Jayasuriya that the delimitation report will be delayed by two months.This was discussed at a party leaders meeting this afternoon.However, the Speaker has insisted that the Provincial Council elections be held at the stipulated time, and to submit the report at the earliest.",
        "date": "Friday, 21 September 2018 - 17:20",
        "link": "http://www.hirunews.lk/200423/delimitation-report-to-be-delayed-by-two-months"
    },
    {
        "heading": "Mahiyangana residents protest against sand mining",
        "content": "A protest has been launched in Paharadammana, Mahiyangana area by a group of people.The protest has been launched against the sand mining activities carried out along the Mahaweli river banks.",
        "date": "Friday, 21 September 2018 - 16:37",
        "link": "http://www.hirunews.lk/200419/mahiyangana-residents-protest-against-sand-mining"
    },
    {
        "heading": "Body of female lecturer found in Trincomalee",
        "content": "A body of a 29-year-old female lecturer was recovered from a coastal area in Trincomalee today.The victim is a resident of Asikulam, Vavuniya and has been a lecturer at the Eastern University Trincomalee campus.It is reported that the victim had left the campus premises in a three-wheeler saying she was going home.However, a complaint was lodged with the police as she had not turned up at her home.",
        "date": "Friday, 21 September 2018 - 16:46",
        "link": "http://www.hirunews.lk/200421/body-of-female-lecturer-found-in-trincomalee"
    },
    {
        "heading": "201 wild elephants reported dead in the year 2018",
        "content": "COLOMBO (News 1st) – A total of 201 Wild Elephants died as a result of human-related activities so far this year.According to the Wildlife Department, the 65 elephants had died due to poaching, electrocution, eating man-made explosives and poisoning.4% of the elephant deaths are caused by collisions with trains.A majority of the elephants died in the Moneragala, Hambantota, Kurunegala and Polonnaruwa Districts. The Department of Wildlife has taken steps to located and apprehend those responsible for killing elephants and they would also be prosecuted to the fullest extent of the law.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/201-wild-elephants-reported-dead-in-the-year-2018-due-to-human-related-activities/"
    },
    {
        "heading": "Wrong vaccination kills 100 goats in Gampola farm",
        "content": "COLOMBO (News 1st) – At least 100 goats have died within the last nine days in a farm in Singhapitiya, Gampola.The owner of the farm claims the farm was in operation for the past 23 years and added the goats started to die after the Gampola Veterinary Unit injected a vaccination for foot and mouth disease.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/wrong-vaccination-kills-100-goats-in-gampola-farm/"
    },
    {
        "heading": "Indian arrested for possession of 360 cigarettes",
        "content": "COLOMBO (News 1st) – An Indian national has been arrested at the Bandaranaike International Airport for the illegal possession of 360 cigarettes.Police stated the suspect was taken into custody at around 8.30 pm last night within the airport premises.The suspect is due to be produced before the Negombo Magistrate’s Court today (September 21).",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/indian-arrested-at-bia-for-posession-of-360-cigarettes-illegally/"
    },
    {
        "heading": "Rabies raises its head once again",
        "content": "COLOMBO (News 1st) – President of Public Health Inspectors Association, Upul Rohana said that rabies is likely to raise its head once again due to the failure to vaccinate dogs over the past two years. 13 rabies-related deaths were reported so far this year, while the total rabies related death last year was 23.According to the data from the Public Health Inspectors’ Association, at least 100,000 dogs were vaccinated this year, however, recommendations from the World Health Organization say that 80% of the dogs in the country still have to be vaccinated.According to the latest statistics, there are over two million dogs in Sri Lanka.A Senior Official attached to the Ministry of Health said a cabinet paper was presented two years ago on moving the responsibility of vaccination to the Department of Animal Production & Health. The Official added the present situation had arisen due to the shortage of personnel to engage in the vaccinization process.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/rabies-raises-its-head-once-again/"
    },
    {
        "heading": "Court suspends probe on Ravi Karunanayake",
        "content": "The Colombo Magistrate's Court has issued an order temporarily suspending investigations on former minister Ravi Karunanayake on allegations that e had provided false evidence to the Bond Commission. Court had earlier ordered the CID to conduct investigations into the matter. The Magistrate said that an order in this regard would be given on September 28.",
        "date": "Friday, 21 September 2018 - 15:32",
        "link": "http://www.hirunews.lk/200418/court-suspends-probe-on-ravi-karunanayake"
    },
    {
        "heading": "Eknaligoda case: Arrested Intelligence officer remanded",
        "content": "Army Intelligence Officer Lt. Col. Erantha Peiris has been remanded till September 28. The officer was arrested yesterday over the abduction of journalist Prageeth Eknaligoda.",
        "date": "Friday, 21 September 2018 - 15:16",
        "link": "http://www.hirunews.lk/200416/eknaligoda-case-arrested-intelligence-officer-remanded"
    },
    {
        "heading": "Rajiv Gandhi assassination : Man wants convicts freed, tries to kill self",
        "content": "A 25-year-old man climbed up a mobile phone tower and threatened to jump off, demanding the release of seven convicts in the former Prime Minister Rajiv Gandhi assassination case.Police said Rakesh Kumar (25) from Royapuram works as a water can delivery boy. Around 9.15 am, he climbed up a phone tower at R K Mutt Road in Mandaveli and threatened to commit suicide. Police and fire service personnel arrived at the spot.A senior police officer said, “Rakesh having consumed sleeping tablets climbed half-way up the tower. To save him, I climbed the adjacent building and began negotiating with him. It distracted him. In the meanwhile, the fire service personnel climbed the tower and brought him down.” Police said that a few months ago, Rakesh did the same thing in Pattinapakkam. (New Indian Express)",
        "date": "Friday, 21 September 2018 - 15:09",
        "link": "http://www.hirunews.lk/200415/rajiv-gandhi-assassination-man-wants-convicts-freed-tries-to-kill-self"
    },
    {
        "heading": "Tightening the screws on vehicle imports",
        "content": "Colombo (News1st) – The Monetary Board of the Central Bank imposed a 100% margin deposit requirement against Letters of Credit opened with commercial banks for the import of motor vehicles, which are generally used for non-commercial purposes.The Central Bank says the decision to impose the margin deposit requirement is based on recent developments which, if not addressed, could threaten macroeconomic stability.It adds the imposition of the margin deposit requirement, together with the measures already taken by the government with regard to taxes applicable on motor vehicle imports, is expected to curb non-essential imports of motor vehicles, and ease undue pressure on the current account of the balance of payments and the exchange rate.The Ministry of Finance also announced that the 30% CESS imposed on Sanitary napkins will be removed from today.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/tightening-the-screws-on-vehicle-imports/"
    },
    {
        "heading": "Mahendran was involved in Singapore FTA",
        "content": "Colombo (News1st) – A forum organised by the Professionals Association of Sri Lanka on the Sri Lanka – Singapore Free trade agreement was held in Colombo recently and it revealed a great many details regarding the FTA.The forum was chaired by Minister of Development Strategies and International Trade Malik Samarawickrema. Advisor to the Ministry Mangala Yapa and Secretary to the Ministry Chandani Wijewardena also attended the event.Representatives of many trade unions attended the forum and we clearly saw how the Subject Minister was bombarded with questions.Minister Malik Samarawickrama speaking at the occasion stated that the FTA was signed by him based on the authorisation he received from Cabinet and the advice issued by the Attorney General. He noted that if he had done something wrong, the cabinet would have made it clear to him. The Ministers statement drew a great deal of ire from those present at the occasion.Responding to a question raised by a member of the audience Samarawickrama admitted that they “did not inform the public” about what they were doing. He stated that the lack of awareness was a lapse on the part of the Government.THE MAHENDRAN CONNECTIONAnother question that was raised was pertaining to the rogue ex-governor of the Central Bank, Arjuna Mahendran. A member of the audience questioned how ethical it was for Sri Lanka to be represented by a Singaporean national during talks on the FTA.The Minister initially denied that Mahendran was part of discussions on the FTA, however, the audience member pressed on and asked him to explain several images (which showed Malik Samarawikrama together with PM Wickremesinghe and Mahendran in Singapore), Minister Samarawickrama caved in and admitted that the Government had begun discussions on the FTA while Mahendran was present.The question raised by the audience member was so effective that Secretary to the Ministry Chandani Wijewardena experienced a literal facepalm moment.BENEFITS TO SRI LANKAWhile dismissing multiple claims from those who were present at the occasion Min. Samarawickrama continued to say that the FTA would benefit Sri Lanka. He stated that it would boost the FDIs entering Sri Lanka and stated as proof that 4 companies had already expressed interest in investing in the country. While it is hilarious that Sri Lanka needs an FTA to attract 4 companies, a reaction by a member of the audience was even funnier “is Volkswagon one of them?”Following this exchange, Minister Malik Samarawicrama made a hasty exit from the forum, leaving Mangala Yapa and Chandani Wijewardena to fend off the questions. As soon as the announcement was made that the Minister is leaving, members of the audience reacted by stating that there is no point in discussing the FTA with Mangala Yapa.Mangala Yapa, the Adviser to the Ministry was recently named as the Head of the Sri Lanka Development Agency. But the Act required to establish a company to hold the position has not been passed in Parliament yet. This individual who was appointed to an illegal position is now creating awareness among the public about the Sri Lanka Singapore Free Trade Agreement.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/malik-samarawickrama-skewered-by-professionals-on-singapore-fta/"
    },
    {
        "heading": "Your Friday Morning Brief",
        "content": "COLOMBO (News 1st) –1. Lead economist of the World Bank, Muthukumara Mani stated that the living standard of Sri Lanka would decline by 5% when translated in terms of GDP will be a decline of 7.7%2. The CBSL states that the sanctions imposed on Iran along with the currency depreciation in Russia and Turkey have led to the drop in demand for Sri Lankan tea.3. The Ministry of Agriculture has decided to present a cabinet paper to obtain permission for the sale of wild boar meat by next week.4. The recently announced price increase of sugar by Rs.15 has been amended to Rs. 11. The new price of a kilogram of sugar will be Rs. 101.5. Bus fares were increased yesterday (September 20) by 4%. However, the minimum price of Rs. 12 remains unchanged.6. Army Lieutenant Colonel Eranda Peiris arrested in connection to the kidnapping and forced disappearance of journalist Prageeth Ekanligoda is to be presented before the Homagama Magistrate’s Court today (September 21).7. The Central Committee of the Sri Lanka Freedom Party has decided to appoint new electorate organizers. The new appointments will occur in the evening today (September 21).8. The Supreme Court has ordered the Sri Lanka Medical Council (SLMC) to immediately execute the order given by the Court of Appeal to register the student who was awarded a medical degree at SAITM Private Medical College with the SLMC.9. The Wildlife Department reports that from January 2018 to date 201 elephants have been killed due to various human-related activities.10. The National Water Supply and Drainage Board states that various areas of Polonnaruwa will experience a 13-hour water supply disruption.INTERNATIONAL1. At least 42 people drowned when a ferry sank on Thursday (September 20) in Tanzania’s Lake Victoria and government officials feared the final death toll could be more than 200, a senior local official said.SPORTS1. Heavyweight champion Manuel Charr will not defend his WBA belt next week against American challenger Fres Oquendo after a ‘suspect’ doping test by the German-based Syrian forced the fight to be cancelled, his management said on Thursday.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/everything-you-need-to-know-today-44/"
    },
    {
        "heading": "S.C. orders SLMC to register SAITM graduate",
        "content": "COLOMBO (News 1st) – The Supreme Court has ordered the Sri Lanka Medical Council (SLMC) to immediately execute the order given by the Court of Appeal to register the student who was awarded a medical degree at SAITM Private Medical College with the SLMC.The Supreme Court delivered this ruling dismissing the appeal filed by the Sri Lanka Medical Council and the Government Medical Officers’ Association against the ruling of the Court of Appeal.The Supreme Court stated the wrongful actions of the Sri Lanka Medical Council has delayed the rights of the petitioner causing her anguish and considerable expenses.",
        "date": "21 Sep, 2018",
        "link": "https://www.newsfirst.lk/2018/09/21/supreme-court-reiterates-order-to-slmc-to-register-saitm-graduate/"
    }
]