[
    "Asgiri Anunayaka Venerable Wendaruwe Upali Thera says he didn't mean amalicious rule like Hitler in his statement at the event to mark former Defence Secretary Gotabhaya Rajapaksa's birthday. He said he highlighted the need for straight policies.",
    "The mother of Kosgoda Tharaka has been remanded until 4th of July. She was arrested after it was revealed that one of the motorcycles used by the Matara robbery suspects is registered under her name. The main suspect in robbery Kosgoda Tharaka is in the ICU of Karapitiya Teaching Hospital, along with two other suspects. Police investigations are underway to arrest two more suspects.",
    "The Joint Postal Trade Union Front says that they would call on the Chief Prelates of the Asgiri and Malwathu chapters to make aware of their ongoing struggle. The Postal employees are continuing their strike for the 14th day over several demands including a service structure which is unique for the Postal Department.",
    "The suspect who had recently murdered his wife and mother-in-law using a sharp object inside their home at Waga, in Welipillewa, Padukka has been arrested. He was arrested while hiding in Welikanda. Police said that the 33-year-old person had fled the area after committing the murders on 19th of this month.",
    "United People’s Freedom Alliance’s Parliamentarian Tharanath Basnayaka who recently resigned from his Deputy Ministerial post has said that he is prepared to leave the Sri Lanka Freedom Party and continue his political journey with Former President Mahinda Rajapaksa. The MP said that he with work with the Joint Opposition in Parliament from next week onwards. However, MP Prasanna Ranathunga addressing media in Minuwangoda yesterday said that if the Group of 16 SLFPers want to join the Joint Opposition, they should leave the SLFP.",
    "Our correspondent says that the funeral of the police officer who was killed during a gunfire with a group of robbers in the Matara town will be held this evening (Jun 24).He said that the shops in Matara are closed for 2 hours this afternoon as a mark of respect for the slain policeman.",
    "The main suspect who fled after a haul of arms, explosives, and ammunition seized from a three-wheeler in Oddusudan, has been arrested in Mankulam.A claymore bomb and detonators were among the military items seized.Police arrested two suspects at that moment and then two more suspects were apprehended.All of them were handed over to Terrorism Investigation Division for further investigations.It was found that the latest suspect arrested over the incident was a former LTTE cadre.",
    "Two persons have died due to being attacked by a wild elephant in Panama, Amparai. Police said that the victims were fishermen and they were on their way toward Panama tank when the tragedy struck. They succumbed to their injuries after being admitted to Akkaraipattu Hospital. The victims, aged 56 and 61, were residents of the area.",
    "Police say that they have already identified some of the suspects who were involved in killing a leopard in Ambalkulam in Kilinochchi. The suspects have been identified by examining video footage. A senior officer at the Kilinochchi Police stated that investigations are underway to apprehend four such identified suspects. Kilinochchi Magistrate Court yesterday ordered police to examine video footage and arrest the suspects who were involved in clubbing the leopard to death.",
    "Court has ordered the three suspects including Kosgoda Tharaka arrested in connection with the robbery of a jewellery store in Matara to be remanded till 2nd of next month. Meanwhile, Police have commenced a special operation to arrest two suspects who had fled following the robbery. Police Media Spokesperson SP Ruwan Gunasekara said that one of the suspects has been identified. A suspect in the robbery, Chamara Indrajith who attempted to hurl a grenade at the Police was killed by Police fire last night. He had previously been wanted over several crimes including murders as well. Police Media Spokesperson SP Ruwan Gunasekara said that the suspect had attempted to hurl a grenade while being escorted to locate a bag belonging to him in the Kiralakele area in Matara. The mastermind of the robbery Tharaka Perera Wijesekera alias Kosgoda Tharaka is still receiving treatment at the Karapitiya hospital ICU. Kosgoda Tharaka and his brother Mahesh exchanged fire with police and, the two suspects who received injuries during the shooting were left over nearby the Karapitiya Hospital. Then the people in the area had hospitalized them. Later it was found they were among the group who had committed the Chicago-type robbery in Matara. A police officer was killed, and four others including 2 policemen were injured in the shootout when thieves broke into a jewellery shop in Matara last morning (Jun 22).",
    "The Minister of Post and Postal Services says that solutions have been provided to the ongoing strike by the postal workers. However, the strike is continued for a 13th day today (Jun 23). The President of National Trade Union Centre, JVP Politburo member K. D. Lalkantha visited the Central Mail Exchange today to meet those who engage in a fast there. Meanwhile, Sri Lanka Bar Association urged the authorities to come up with an alternative programme to minimize the effect of the postal strike affecting the judiciary.",
    "Police have arrested a person in Kobeigane, Kurunegala along with a scanner which is used to detect hidden metal. The suspect was arrested during a raid last night. The scanner, which was produced in the USA is reportedly could be used to detect hidden metal objects underground. The 29-year-old suspect is a resident of Polpithigama.",
    "The Joint Postal Trade Unions Front says that it will stage a protest in Colombo on Monday (Jun 25) with the participation of several main trade unions to urge the government to provide solutions to their demands. The union is already engaging in a continuous fast in front of the Colombo Central Mail Exchange. The President of the National Trade Union Centre, Politburo member of the JVP, K. D. Lalkantha visited the premises this morning in order to support the strikers. Meanwhile, the Convener of the Joint Postal Trade Unions Front, Chinthaka Bandara noted that they will continue with the strike action until authorities provide reasonable solutions to their demands.",
    "Police have arrested two persons over the recent killing of a leopard in Ambalkulam in Kilinochchi. A 42-year-old resident of Ambalkulam was arrested first and thereafter another suspect surrendered to police. He was a resident of Udayanagar and was aged 39. The suspects will be produced before Kilinochchi court today (Jun 24).",
    "The Attorney General has informed that the publication of some annexes of the bond report may be prejudicial to several ongoing cases. The AG has conveyed this in response to a clarification sought by the Presidential Secretary.",
    "Police say a newly married woman succumbed to her injuries while being treated at the Puttalam Hospital yesterday (Jun 23). She had been attacked with a knife by her husband two days ago following a family dispute. The victim was aged 23. Her husband had also cut his abdomen with a knife after stabbing the victim and was admitted to Puttalam Hospital. Later he was arrested and remanded until 4th of next month.",
    "A 16-year-old schoolboy at a leading school in Chilaw had died while being treated at the National Hospital in Colombo after he was assaulted by a group of students. The Grade 11 student died early this morning (Jun 23). Our correspondent said the victim, who was the head prefect of the school was assaulted while he was returning home in the night of 15th of this, after attending a religious event held at the school. The student who had been assaulted mercilessly first admitted to Chilaw Hospital and then transferred to National Hospital, Colombo in critical condition. Police arrested one of the fellow students of the school on 16th and then arrested two more students on 17th. The student who was arrested earlier was remanded until 26th while the other two students were granted bail.",
    "Police say that the traffic along Marine Drive from Wellawatte to Colpetty will be restricted from 7 am to 3 pm tomorrow (Jun 24) due to National Cycling Championship.",
    "Four persons who were arrested following the recovery of a 15 kg claymore mine and several other military items have been handed over to the Terrorism Investigation Division. Two persons were initially arrested while transporting the items in a three-wheeler and thereafter two more persons were arrested. Police have widened the probe to apprehend another suspect who had run away from the three-wheeler. The arrest was made at around 5.30 am yesterday (Jun 22). Police found 120 T-56 bullets, 10 electronic detonators, 21 normal detonators, 2 LTTE hand grenades, 6 remote controllers and camouflage kits.",
    "Two suspects who were arrested over the killing of a leopard in Ambalkulam, Kilinochchi have been remanded until 29th of June. The Kilinochchi Magistrate also ordered to arrest other suspects.",
    "President Maithripala Sirisena says just like credit schemes are introduced to uplift the entrepreneurs, steps should be taken to avoid importation of the same goods produced by the local manufacturing community. The President said this addressing an event at the BMICH yesterday (Jun 22) where a series of loan schemes were introduced under the Enterprise Sri Lanka programme.",
    "Chamara Indrajith who are arrested following the jewellery shop burglary in Matara town was killed in police fire last night (Jun 22). Police Media Spokesperson, SP Ruwan Gunasekera said the suspect guided a team of policemen to locate a bag hidden at Kiralakele in Matara and in the process he had attempted to throw a hand grenade at the police team. Then police had opened fire, killing the suspect.",
    "Police that the suspects involved in the Matara robbery will be produced before courts today (Jun 23). Police Media Spokesperson SP Ruwan Gunasekara stated that the mastermind of the robbery Tharaka Perera Wijesekera alias Kosgoda Tharaka is still receiving treatment at the Karapitiya hospital ICU along with his brother. Kosgoda Tharaka and his brother Mahesh exchanged fire with police and, the two suspects who received injuries during the shooting were hospitalized. A police officer was killed, and four others including 2 policemen were injured in the shootout when the thieves broke into a jewellery shop in Matara last morning. Subsequent to a search operation, police arrested Chamara Indrajith of Maligatenna in Veyangoda. Two motorcycles and two automatic weapons were also seized by police.Police said it is found that 6 men had involved in the Chicago-type robbery and 4 of them were arrested.",
    "Police have arrested the mother of underworld gangster 'Kosgoda Tharaka' after it was found that one of the motorcycles which were abandoned following the Matara jewellery shop heist, was registered under her name. Police have also found a locally made gun, which could use 9mm bullets, from her home in Kosgoda. She was arrested by a police team from the Kosgoda police. Meanwhile, police constable Suranga Pradeep Weerasinghe who died at Matara General Hospital, after being shot at by the robbers, has been promoted to the rank of Sergeant. Three policemen and two civilians including a woman were injured when police and around 10 robbers exchange fire at the heart of Matara Town, this morning (Jun 22). Investigations found that around 10 robbers had arrived on motorcycles, wearing face masks at around 10.25 am to rob the jewellery shop. They had entered the jewellery shop and ransacked the shop at gunpoint. However, a group of armed policemen had arrived in the scene and they had engaged with the robbers. The drama saw panicked people running here and there in the Matara Town. Then the robbers had fled the area abandoning two motorcycles, two firearms, and several live bullets. Police also launched a search operation to apprehend the suspects and one of the suspects was found while hiding inside a nearby house. Meanwhile, three more suspects were arrested while they were receiving treatment at the Karapitiya Teaching Hospital. Police said Kosgoda Tharaka, his brother, and another suspect are among them. All those suspects are receiving treatment in the Intensive Care Unit of the hospital under police protection.",
    "A senior immigration officer at the Katunayaka airport was arrested along with 6 kilo grams of gold worth 36 million rupees.The customs stated that the immigration officer was arrested when he attempted to smuggle the gold out of the airport.The suspect is currently being further questioned by the air port custom officers.",
    "The Kilinochchi Magistrate Court has ordered the police to examine the video footage of killing a leopard and arrest the suspects who killed the leopard by beating it.",
    "Chief Justice Priyasath Dep has appointed three High Court judges to the special High Court which will hear high-profile financial fraud and corruption cases. The special Trial-at-Bar will comprise three High Court Judges Sampath Abeykoon, Sampath Wijeratne and Champa Janaki Rajaratne, the Government Information Department said. The Cabinet had given its approval to establish three anti-corruption High Courts. This is the first special High Court established within the Hulftsdorp Court complex to try high-profile cases. The new cases are to be heard from July 15.",
    "Ven. Galagoda Aththe Gnanasara Thera who was jailed for threatening the wife of missing journalist Prageeth Ekanaligoda has been released on bail. The Homagama Magistrate gave the order a short while ago. Our correspondent said that he was released on two Rs. 500,000 worth personal sureties and the Magistrate also ordered to impound his passport. The Thera was jailed on 14th of this month.",
    "Residents who were denied compensation for their plots of lands that were acquired to construct the 100-feet road in Sooriyawewa say they will launch a fast unto death campaign from this afternoon (Jun 22). The affected residents have been protesting in front of the Sooriyawewa Divisional Secretariat for the last three days and are demanding compensation. The protesters said the authorities are not responding to their demands and they are denied of the compensation for the last 5 years.",
    "Kosgoda Tharaka and 2 underworld members arrested while being treated at Karapitiya HospitalPolice have widened the operations to apprehend the robbers who had broken into a jewellery shop in Matara at around 10 am today (Jun 22). Police said around 10 masked men who arrived on motorcycles had entered the jewellery shop forcefully and ransacked it after threatening the staff. However, after being informed through the emergency hotline, a police team arrived at the scene, which led to a gunfight. Three policemen, a woman, and a bus conductor sustained injuries in the crossfire. One of the policemen succumbed to his injuries at the Matara General Hospital. Meanwhile, the thieves had fled the scene during the chaotic situation. But police found two firearms and two motorcycles abandoned in the road. Later, one of the suspects in the incident Chamara Indrajith, was captured by the police. He was a resident of Veyangoda. Meanwhile, sources say that three injured youths with gunshot injuries have found nearby the Karapitiya Hospital. They are believed to be the members of the robber gang. Police said one of the suspects was underworld member Kosgoda Tharaka. The other two are also underworld members (one of them was Tharaka's brother), the Police Spokesperson said.",
    "Hiru News - Sri Lanka’s number 1 TV news bulletin – @ 9.55 tonightThis news telecast is available live on You Tube",
    "The Janatha Vimukthi Peramuna has demanded an investigation into the killing of a leopard by the villagers at Ambalkulam in Kilinochchi yesterday (Jun 21). MP Bimal Rathnayake said that authorities should take action to have the villagers who killed the animal arrested without delay. 10 residents were hospitalized after they were attacked by the leopard and, residents said they killed the animal in self-defence. Meanwhile, Wildlife Deputy Minister, Palitha Thevarapperuma told us the issue will be investigated by the Ministry.",
    "Hiru News - Sri Lanka’s number 1 TV news bulletin – @ 6.55 tonightThis news telecast is available live on You Tube",
    "A 10-year-old boy who had gone to bath in Walawe River, in Rideegama, Ambalantota, with a group of friends, is reported missing. The parents of the child had informed the police of this incident which has had taken place last evening (Jun 21). Search operations are underway to find the boy.",
    "A 30-year-old person was gunned down in Wewala, Hikkaduwa this morning while he was cycling along the Galle - Colombo main road. Police said the deceased was connected to a number of murders in the area. The shooting took place at around 7.45 am and the gunmen had arrived on a motorcycle. He died upon admission to Arachchikanda Hospital. The victim, Inasi Chaminda, was a resident of Meetiyagoda.",
    "Police have arrested the main suspect involved in the theft of a jewellery shop in Matara Town this morning. The suspect Chamara Indrajith is a resident of Veyangoda. Police said that 10 men in motorcycles had arrived in the jewellery shop and police had arrived little later. It led to a gun fight in which 3 policemen and two civilians were injured. One of the policemen died at the hospital. Update: Friday, June 22, 2018, 12.25 pm.Policeman killed in Matara shootoutA policeman, who was among the 3 policemen injured in the shootout during the attempted jewellery shop theft in Matara has succumbed to his injuries. He was among the 3 policemen admitted to Matara General Hospital, after being shot at by the robbers. Meanwhile, the Police Spokesperson said that two motorcycles and an automatic gun used by robbers were taken into police custody. Update: Friday, June 22, 2018, 11.55 amPolice thwart the robbery of a jewelry shop in Matara, robbers open fire at policeThree policemen and two civilians were injured when a group of robbers opened fire at police in Matara.A woman was among the injured. The robbers were attempting to break into a jewellery shop. An eyewitness said that a gun battle erupted between the police and the gang who tried to rob the jewellery shop. The injured were admitted to Matara General Hospital.The robbers had fled the area and a senior police official said that several teams have been deployed to apprehend the criminals.",
    "The striking postal workers are planning to meet the representatives of the political parties to discuss their issues. A group of representatives from the unions will visit the party head offices to meet the political party members.",
    "The Wildlife Department says steps will be taken to take legal action against the killing of a leopard in Kilinochchi. The Department said that a group of villagers in Ambalkulam in Kilinochchi had killed the leopard alleging that the animal attacked them. The Director-General of the Department C. Sooriyabandara said that area residents had obstructed the wildlife officers from carrying out their duties when they had attempted to capture the leopard. However, the area residents complained that the wildlife officers arrived at the scene without proper equipment to carry out the task. The villagers said that they decided to catch the leopard after it had attacked 10 individuals from their village. The injured villagers were required to be admitted to Kilinochchi Hospital.",
    "The appeal filed by General Secretary of the Bodu Bala Sena Venerable Galagoda Aththe Gnanasara Thera will be taken up for hearing today (Jun 22) for the second day at the Homagama Magistrate Court. The appeal which seeks the acquittal of Ven. Galagoda Aththe Gnanasara Thera was postponed to today when it was taken up on Tuesday (Jun 19), as the State Counsel was not present at the court.",
    "The administration of Rajarata University has decided to close down the university indefinitely. Vice-Chancellor, Professor RanjithWijewardhana said that this step was taken as a group of Rajarata University Students forcefully entered the administration building last evening and occupied it. Thereafter, the administration has decided to ask the undergraduates to leave the university before 10 am today (Jun 22).",
    "A Gazette notification has been issued barring the entry of 14 Tamil persons who are allegedly connected to the LTTE.",
    "The Attorney General’s Department informed Court today that it has received another proof to confirm that State Minister Sujeewa Senasinghe has accepted 3 million rupees from a subsidiary that belonged to Arjun Aloysius, W.M. Mendis company. The CID submitted a brief of the evidence provided by the Election Campaign Manager Senasinghe, Amal Ravindranath before the court today (Jun 21). Two of the security guards of Senasinghe who were interrogated by the CID had provided details of the Election Campaign Manager. Meanwhile, Perpetual Treasuries owner, Arjun Aloysius and his CEO, Kasun Palisena were further remanded until 5th of July, when the case on the Central Bank bond scam was taken up before Colombo Fort Magistrate. In addition, the Magistrate ordered Arjun Aloysius’s father, Jeffrey Aloysius to appear before the court on that day. Earlier, the court ordered Jeffrey Aloysius to provide the pin number of the company secret data store to the CID but he had defied doing so as yet. The Attorney General's Department further informed the court that company’s former Technical Executive Sachithra Madushanka Devatantri knows the pin number to access the secret data store. Accordingly, Magistrate Lanka Jayarathna ordered Jeffrey Aloysius to release necessary data to the CID from June 25 to July 6th through the technical executive. The Senior Solicitor General, Haripriya Jayasundara informed Court that an extensive investigation is underway to ascertain how the ill-gotten money has been circulated by Perpetual Treasuries Company. He further said that necessary information from 31 banks has already been gathered and the progress of the investigations would be informed to court soon.",
    "Water supply to the Colombo City limits will be on low pressure for 12 hours from 12 noon on Saturday. The National Water Supply and Drainage Board says the pressure will be lowered due to repairs.",
    "10 persons had sustained injuries when a leopard attacked them in Ambalkulam in Kilinochchi today (Jun 21). Thereafter, the residents of the area caught the animal and killed it. Recently, the villagers had informed the wildlife officials of leopard attacks. Although an operation was launched to catch it, they could not trace the leopard. The injured persons were admitted to Kilinochchi Hospital.",
    "The postal trade unions say they will continue their strike action as the talks with the Minister of Posts were unsuccessful. Meanwhile, the Post Master General says that the postal workers who continue to engage in strike action will only receive the salary calculating for the period from 1st to June to 11th of June.",
    "President Maithripala Sirisena stresses that he will not allow dictatorship and autocracy to resurface in the country. He said that the people of Sri Lanka contributed to a change in 8th of January in 2015, as the country's administration was leaning towards a dictatorship. The President added that although the people who have forgotten the past are talking about of a dictatorship, he would not allow the aspirations of the January 8th change to be diminished. The President said this addressing an event held in Nikawaratiya today (Jun 21).",
    "Perpetual Treasuries’ owner Arjun Aloysius and its CEO Kasun Palisena were further remanded until 5th of July 5. The PTL Chairman Jeffrey Aloysius was also summoned for the next hearing. The case was taken up before Colombo Fort Magistrate, Lanka Jayaratne.",
    "The MET Department stated that since the low pressure condition affecting the island is subsiding showers will decrease. Duty Meteorologist Pabodhini Karunapala speaking to our news team stated that however some provinces will experience showers. Meanwhile, the Disaster Management Centre stated that 588 more families who were affected by the inclement weather conditions remain at Welfare Camps.",
    "Minister Susil Premajayantha says that the investigation of the impeachment against the Chief Justice is not a conflict between the judiciary and the legislature. The Minister speaking at a seminar organized in Galle yesterday to create awareness among the public regarding the impeachment stated that what the parliamentary select committee had done is a simple disciplinary inquiry.",
    "The father suspected of murdering his one and a half year old daughter by assaulting her in the Moraada area in Piliyandala is reported to have committed suicide by hanging himself.According to the Police Media Unit the body of the suspect was recovered from a house at the Palagama area in Kahathuduwa this morning.The victim--the child of the suspect, had succumbed to her injuries when she was admitted to hospital following last morning's assault.The suspect who had been a father of 3 previously had been imprisoned for 8 months based on chargers of having molested a 17 year old minor.",
    "Antonio Guterres, the United Nations High Commissioner for Refugees states that Sri Lanka should create an atmosphere conducive for the arrival of its refugees, who are currently stationed in foreign nations.Expressing his views during an interview with the 'Hindu' Guterres added that job opportunities, health & educational opportunities were crucial in ensuring a stable atmosphere for arriving refugees.Guterres has also predicted an influx of Tamil refugees arriving from India during the foreseeable future.",
    "Around 100 housing units have been damaged due to strong gale winds which blew through Haldemulla-Badulla & Haputhale this evening.According to the Centre for Disaster Management the winds had been generated concurrent to heavy showers which were experienced in the respective areas.Deputy Media Director of the Centre for Disaster Management expressed further views regarding the extent of the damage to our news team in the following manner. Moreover according to the DMC several main reservoirs in the North Central province are said to be spilling over due to the incessant rains being experienced.Meanwhile reservoirs include the Rajangana, Kawudulla, Minneriya, Parakrama Samudraya & Kanthale are said to be gradually reaching spill level.Hence those residing in low lying areas in & around these reservoirs have been requested to remain vigilantStill in related developments the Department of Meteorology has extended its warning issued to Naval and fishing communities in which it requests them to refrain from engaging in any & all maritime activities in the maritime stretch off the coast from Matara to Potuvil due to the development of a low pressure condition in the Bayof Bengal.Heavy rainfall exceeding 100mm's has also been predicted for certain areas in the Eastern, Central, Uva and Southern provinces which also includes the Polonnaruwa District.Duty Meteorologist at the Met. Department Pabodhani Karunapala expressed the following views to our news team in this regard.",
    "The center for disaster management states that a majority of the individuals that were distressed due to the disaster situation have returned to their homes.A further 2935 individuals are remaining in 22 welfare camps as of now.A total of 43 individuals lost their lives as a result of the inclement weather and a further 7 had disappeared.5437 houses had been completely destroyed while 25 thousand 488 houses were partially damaged.However, the Met Department stated that further heavy rains and gale winds can be expected in several parts of the island.The met department also stated that it would be risky to engage in naval and fishing activities along the coast from Matara to Hambantota through Pottuvil.Speaking to our news team Meteorologist Channa Rodrigo had the following to say with regard to this.",
    "Minister of Education Bandula Gunawardane spoke regarding issues that arise due to the non existence of equality in education.The Minister expressed these views at an event that was held in Anuradhapura yesterday.",
    "The Criminal Investigations Department has commenced immediate investigations into the shooting incident which claimed the life of Kelaniya Pradeshiya Sabha United People's Freedom Alliance member Hasitha Madawala. The investigation is headed under the guidance of a Senior Superintendent of Police. Hasitha Madawala was gunned down in a shooting which occurred before his house in Waragoda-Kelaniya last evening. According to police two suspects riding a motor cycle had executed the shooting & had fled the scene. Police Media Spokesperson SSP Prishantha Jayakodi expressing his views to our news stated that immediate measures would be taken to present the suspects before court.",
    "The Department of Meteorology causations sea farers to remain vigilant when traversing the stretch of sea from Mathara to Pottuvil through Hambanthota.The department has predicted heavy showers accompanied by thunder for the stretch and hence requests of public to remain cautious.Duty Meteorologist at the Met. Department Channa Rodirigo expressed further views in this regard. Meanwhile 8 out of the 11 reservoirs in the Anuradhapura District continue to overflow subsequent to having reached spill level.Director of the Water Management Unit of the Department of Irrigation Janaki Meegasthanne speaking to our news expressed her views on the situation. Meanwhile 30 housing units have been damaged due to strong gale winds which had swept through the Haputhale area last night.Moreover strong gale winds as well as a tornado situation were reported from two areas of the Polonnaruwa district yesterday.According to the Deputy Media Director of the Centre for Disaster Management relief has already been provided to those affected.",
    "The Sri Lanka Muslim Congress has decided to further discuss regarding the decision regarding the passing of the Divi Neguma bill.A discussion was held between the high command of the SLMC regarding this and according to a spokesperson of the party, no final decision had been reached and further discussions will be held tomorrow with this regard.He further stated that several proposals regarding the Divi Neguma bill will be discussed in depth at this meeting.Meanwhile, the Samasamaja party has also convened its working committee to discuss steps that need to be taken with regard to the Divi Neguma Bill.",
    "The People's Movement for Democracy has organised a protest march against the impeachment motion tomorrow. JVP MP Vijitha Herath who represents the movement expressed the following views to our news team concerning tomorrows planned protest. Adressing a gathering held in Dodam-potha yesterday Chairman of the Parliamentary Select Committee Anura Priyadharshana Yapa expressed the following views regarding the motion. Speaking further Minister Yapa had this to say.",
    "The National Transportation Commission states that measures would be implemented to install automated cameras within private busses prior to the 31st of March.Chairman of the National Transportation Commission Roshan Gunawardhana expressing his views to our news team stated that the installation of cameras would serve as an effective deterrent to stop all forms of abuse & malpractices taking place within coaches.",
    "Commissioner of Elections Mahinda Deshapriya states that the registration of 3 political parties which are in an inert state may be cancelled.This development had come to light during a meeting which had taken place at the Elections Secretariat yesterday with the participation of the secretaries of all political parties.Political parties which have been diagnosed with defects have been granted a grace period until the end of this month to redress their defects.Meanwhile the Commissioner of Elections states that polls at 8 pradeshiya sabha's including the Batticaloa Municipal Council which was postponed earlier will not be hosted prior to the 17th of March due to the enactment of the revised local government act which came into effect from the 1st of January this year.Accordingly the Elections Commissioner added that since jurisdictions of local governments have not been demarcated under the act, he did not possess the required legal provisions in order to host elections prior to the 17th of March at the afore mentioned 9 local government institutions.",
    "UPFA Member of the Kelaniya Pradeshiya Sabha Hasitha Madawala has been shot dead in front of his residence this evening.Director at the Colombo National Hospital Dr. Anil Jasinghe stated that the Pradeshiya Sabha Member was pronounced dead upon admission to hospital.",
    "UPFA Member of the Kelaniya Pradeshiya Sabha Hasitha Madawala was shot dead in front of his residence last evening.The Police Media Spokespersons office stated that the Pradeshiya Sabha member was shot dead in front of his residence in Waragoda in Kelaniya.2 persons on a motorbike had fled after carrying out the shooting.Director at the Colombo National Hospital Dr. Anil Jasinghe stated that the Pradeshiya Sabha Member was pronounced dead upon admission to hospital.Hasitha Madawala was appointed as a member of the Kelaniya Pradeshiya Sabha for a second occasion in 2011.He sided with the Chairman of the Kelaniya Pradeshiya Sabha Prasanna Ranaweera during the recent turbulence in the political arena in Kelaniya.Chairman of the Kelaniya Pradeshiya Sabha Prasanna Ranaweera expressed these views regarding the murder.",
    "The Ministry of Corporatives and Internal Trade says that the price of a domestic gas cylinder was increased by 150 Rupees with effect from last midnight.The Ministry stated that the price of a metric ton of gas in the world market had increased to 1008 US Dollars in the month of November.Accordingly the price of a domestic gas cylinder was increased from 2,246 Rupees to 2396 Rupees.",
    "The Government is set to resume the dual citizenship system this month, but applicants will face a tough screening procedure including a face-to-face interview with a panel headed by the Secretary of Defense. The other members in the panel would include Secretary to the Foreign Ministry Karunatillake Amunugama and Secretary of Public Administration P.B. Abeykoon. The panel will look into criteria such as the applicant’s professional qualifications, investment capacity and the need to obtain dual citizenship. According to sources some 2,000 applications for the dual citizenship scheme are pending. The dual citizenship scheme was introduced in 1987 and more than 4,000 people have been granted this facility. Sarath Kumara, Immigration Controller in charge of visas, said amendments to the Immigration Act would be introduced based on proposals sent to the Legal Draftsman Department.",
    "The Government yesterday responded to a letter by United Nations Special Rapporteur Gabriela Knaul on the independence of judges and lawyers.In her letter she expressed concern over the “intimidation and attacks against judges and judicial officers in Sri Lanka”.Responding to the letter External Affairs Minister Prof. G.L. Peries explained that the impeachment of the Chief Justice had been undertaken according to correct domestic procedures.Prof. Peiris further stated that as this is a domestic matter, it has been handled according to the rules and procedures applicable in such an instance and that the sequence of events were also detailed in his response.The minister requested any foreign tribunal passing comment on the impeachment process to look at the matter objectively and with an open mind.The minister said that though the composition of the PSC was questioned the greater representation of the government, within the PSC, reflected basic democratic values that are the characteristics of any committee and is consistent practice.",
    "The UNP requests the Speaker to formulate new rules for the impeachment process.UNP MP Lakshman Kiriella said that it was practical for the Speaker to formulate these new rules after perusing the interpretation the Supreme Court had given yesterday.The MP said further that such rules should be formulated in a manner that tally with natural justice and not contrary to the constitution. Participating at a function held in Anuradhapura yesterday Deputy Minister S. M. Chandrasena also expressed his views about impeachment. Attorney-at-law Saaliya Peiris who had appeared for the Chief Justice before the Appeal Court yesterday elaborated on the Appeal Court's statement as follows: Meanwhile Deputy Speaker Chandima Weerakkody says that the parliament does not accept the verdict the Supreme Court has given with regard to the PSC that probed the impeachment motion against the Chief Justice.Participating at a media briefing held at Parliamentary Complex yesterday the Deputy Speaker said that the PSC on impeachment had the authority to arrive at decisions against a judge.",
    "It is reported that Red & yellow pigmented rain falls have been experienced in several parts of the island last evening as well as during the wee hours of this morning.Area residents of Pera-girigama-Katharagama state that a yellow rain was experienced in the area at around 3.30 pm last evening.Similar occurrences of yellow pigmented rain making land fall were reported from the areas of Hatton, Rambawa, Galenbindunuwewa, Welikanda, Trincomalee & Minneriya previously.Meanwhile red pigmented rain has been experienced in the Nanu Oya-Ewoka-waththa area this morning at around 9.00 am.Samples of both rain falls have been harvested and sent to the Medical Research Institute for analysis.",
    "The United National Party states that since existing legal provisions to investigate an impeachment, which is a parliamentary procedure, are insufficient, newer laws should be introduced in place of existing provisions empowering parliament to carryout such inquiries. Issuing a release General Secretary of the UNP MP THissa Aththanayeke expressing his views in this regard noted that even the Supreme Courts interpretation had acknowledged that the impeachment was a procedure intrinsic to parliamentary proceedings. In his release Aththanayeke adds that although the UNP was of such a stance, certain parties instead of chastising the government & reproving it of its actions, went on to reprove the actions of his party. The release bearing Aththanayeke's signature further notes that if the bill presented before parliament as a private members motion by Parliamentarian Wijedasa Rajapaksa is approved of, then the required legal frame work in this regard could be formed. Our news team inquired from the minister of Public Administration and Home Affairs W. D. J. Seneviratne with regard to the establishing of new laws with regard to the investigation of the impeachment.",
    "The UNP states that the government has not provided international protection to Sri Lankans employed abroad.Speaking to our news team, UNP MP Dr. Jayalath Jayawardena stated that close to 2 million Sri Lankans are employed abroad.Our news team inquired from the Foreign Employment Bureau regarding this.Chairman of the FEB Amal Senadhilankara stated that steps have been taken to notify the international labour office regarding this.He also stated that if international labour laws are upheld in countries where Sri Lankans are employed they would not face issues.",
    "The ministry of higher education states that more than 90 percent of university students have taken part in the 2nd edition of the leadership training program organized by the Ministry.Speaking to our news team, the secretary of the ministry of higher education Sunil Jayantha stated that 8169 university students out of all those selected have taken part in the program which began on the 27th of December 2012.Ministry secretary Sunil Jayaratne had the following to say with regard to the training program. He also made the following statement regarding reports that certain students who took part in the leadership training program had faced difficulties .",
    "An 18-year old son has stabbed and killed his father with a knife in Punchi Vilangama in Chilaw.The Police Media spokesman's office said that the father who was killed was aged 40 years.An argument that had taken place between the two in their home had led to the killing.While the son has by now been arrested by the police, he is scheduled to be produced before the Chilaw Magistrate's Court today",
    "The Saudi Arabian Ambassador in Sri Lanka, Abdulaziz bin Abdul-rahman Al Jammaz, said that according to information received by him, Rizana Nafeek presently housed in death row in Saudi Arabia would be pardoned and could return to the island, in consideration of a request made to the Saudi King Abdullah Bin Abdul Azeez by Sri Lankan President Mahinda Rajapaksa, and also having regard to legal considerations.These views were expressed by the ambassador to SLMC leader and Minister of Justice Rauff Hakeem, when they met at the latter’s office.The ambassador had also said that he was aware that the President of Sri Lanka and the government had striven hard to obtain a pardon for Rizana, and stressed that, on the instructions of the Saudi King; the governor of Riyadh Salmon had begun discussions with the relatives of the child who had died at the hands of Rizana.",
    "It is reported that the Sri Lanka Muslim Congress as well as Leftist parties remain undecided if they would render their assistance to the revised Divinaguma bill which is due to be presented before parliament on the 08th of this month.General Secretary of the SLMC parliamentarian Hassan Ali expressing his views to our news team stated that the parties parliamentary group was due to convene this evening in order to reach a conclusion.However when the Divinaguma bill was presented for sanction before the Eastern provincial council previously, SLMC political figures voted in favour of the bill, despite party warnings to abstain from casting votes.The SLMC has already called-in a disciplinary warning against SLMC members of the Eastern provincial council who had voted in favour of the bill regardless of instructions issued by the parties' hierarchy.Meanwhile Minister Professor Thissa Witharana, the Leader of the Sama Samaja party states that the stance of his party would be announced next Sunday during its central working committee meeting.Professor Thissa Witharana expressing his views in this regard stated that his party had submitted a set of proposals to the attention of Minister of Economic Development Basil Rajapaksa, seeking several revisions to the proposed Divinaguma bill.The Supreme Court meanwhile has deduced that several clauses contained in the Divinaguma bill should be approved in parliament by a special majority, while it had also ruled that the minister's suggestion to establish administrative zones should be approved of-through a referendum.Upon considering 14 petitions which challenged the Divinaguma bill, the Supreme Court ended up providing the following recommendations.When enquired Deputy Speaker Chandima Weerakkodi noted that the revised Divinaguma bill was being presented before parliament based on the Supreme Courts recommendations.",
    "31 out of the 71 reservoirs coming under the purview of the Department of Irrigation are said to be overflowing. Director of the Water Management Unit of the Department of Irrigation Janaki Meegasthanne speaking to our news team expressed the following views in this regard. Meanwhile the Department of Meteorology states that more showers may be experienced in several parts of the island this evening due to the wave like disturbance in the lower atmosphere. Duty Meteorologist at the Met. Department Channa Rodrigo when contacted by our news team made the following forecast in response.",
    "However, instructions have been issued to members of both the government and UNP to not go abroad in the near future due to passing of the Divi Neguma Bill and the debate regarding the impeachment being scheduled in the near future with the passing of the Divi Neguma bill taking precedence as a two thirds majority is required in Parliament.",
    "A top official stated yesterday that Sri Lanka intends to ask for another loan from the International Monetary Fund in the amount of 1 billion dollars after foreign investments in infrastructure failed to materialize.Secretary of the Treasury Dr. P. B. Jayasundara stated that the government will discuss borrowing another billion dollars from the IMF this year after drawing down a previous $2.6 billion IMF bailout loan six months ago.Dr. Jayasundera stated that delays in construction work had slowed the in-flow of foreign direct investment which stood at about a billion dollars in 2012, 50 percent down from the government's original target for 2012.",
    "A GROUP of 46 Sri Lankan asylum-seekers has been rescued after spending Christmas and the New Year drifting about 330 nautical miles off Sumatra in a failed bid to enter Australia.Indonesian search and rescue agency Basarnas was first alerted to the disabled vessel on December 23rd by Australian authorities after a tip-off from a recently arrived asylum-seeker.But the stranded boatpeople were not picked up until Tuesday by a nearby merchant ship and were transferred to an Indonesian search and rescue vessel before being taken to the Indonesian port of Teluk Bayur in Padang yesterday.A fourfold increase in people-smuggler networks in Sri Lanka has driven a huge increase in the number of economic migrants seeking entry to Australia.The government has responded by returning home Sri Lankan asylum-seekers without legitimate claims, with the Immigration Department confirming yesterday that 832 have been returned since August 13th.",
    "The JVP states that the verdict given by the Court of Appeal should be adhered to with regard to the impeachment against the chief justice.JVP MP Vijith Herath made this statement while speaking at a press conference held at the Party Headquarters. However, deputy speaker Chandima Weerakkody stated that he will act according to the ruling made by the speaker. Meanwhile, the UNP advisory council has convened as of now under the patronage of party leader Ranil Wickramasinghe to discuss the future steps to be taken with regard to the impeachment.It is reported that the party general secretary will make a special statement with regard to the decisions taken at this meeting.However, speaking at a press conference recently JVP Politburo member MP Anura Kumara Dissanayaka made the following statement regarding the actions of the UNP. Speaking to our news team, Deputy General Secretary of the UNP MP Jayalath Jayawardena responded in the following manner. MP Anura Kumara Dissanayaka expressed to following views regarding the supremacy of the parliament. MP Jayalath Jayawardena responded in the following manner to MP Dissanayaka’s comment.",
    "Today in Red Notice we take a look at how the authorities have turned their attention towards a fact that was exposed by Red Notice.",
    "Chairman of the Public Utilities Commission Jayathissa De Costa states that the number of complaints receivedregarding the pilferage of electricity is on the rise.Expressing his views to our news team Jayathissa stated that house wives dominated the list of suspects.",
    "Minister Susil Premjayantha today stated that NGOs and Pro LTTE elements are behind the protests against the impeachment. Yet the JVP is stating that certain ministers of the government are making statements that are insulting to the judiciary. Speaking at a press conference organized by the People’s Movement for Democracy, JVP MP Vijitha Herath responded to the statements made yesterday by both Minister Wimal Weerawansa and Deputy Speaker Chandima Weerakkody. The following is the response by MP Vijitha Herath to the statement made by Minister Wimal Weerawansa. MP Herath responded in the following manner to the statement made by the Deputy Speaker Chandima Weerakkody Taking part in a press conference held today Minister Mervyn Silva stated that the government is not prepared to accept the decisions of a traitorous generation. He made this statement in response to a statement made by the opposition requesting to accept the verdict of the appeals court with regard to the impeachment. Speaking at a press conference held at the Ceylon Petroleum Corporation, Minister Susil Premjayantha gave the following explanation regarding those behind the impeachment. Minister Mervin Silva also raised several questions regarding the Chief Justice and her Lawyers during the press conference.",
    "The Sri Lanka Computer Emergency Readiness Team has warned government departments and institutions, which have hosted their websites outside the Lanka Government Network or in a different country to regularly monitor the status of their web sites.The warning comes days after some 22 Sri Lankan government websites were hacked.The Information security engineer of the Centre said it had launched an investigation into the hacking of 22 government websites. Speaking further he also had this to say.",
    "Various ideas continue to be published further as in the past few days with regard to the impeachment presented against the Chief Justice. Participating at a media briefing held in Colombo yesterday, Co-operatives and Internal Trade Minister Johnston Fernando said that the Chief Justice should immediately resign from the post in a manner that preserves the honour of the judiciary. However participating at a media briefing held in Colombo yesterday United Socialist Party Secretary Siritunga Jayasuriya said that all should get together for the independence of the judiciary.",
    "Minister of Education Bandula Gunawardana says that the cut-off marks of the grade five scholarship examination will be announced on the 7th of this month.Speaking at a ceremony held in Colombo Minister Gunawardana stated that there would be a delay of approximately 4 days before the cut-off marks of Tamil language students are announced.",
    "The petition Chief Justice Dr. Shirani Bandaranayakefiled against the PSC that probed the impeachment charges is scheduled to be taken up for hearing today. That will be before the three-member bench of judges comprising Appeal Court Chairman Sri Skandaraaja, Anil Gunaratne and A. W. A. Salaam. On the 21st of December notice was issued to the Speaker of Parliament, Its General Secretary & Members of the Parliamentary Select Committee to be present before court. This was when the writ petition filed by the Chief Justice was taken up for consideration before court.",
    "The Consumer Affairs Authority says that it has been reported that there is an attempt to create a false gas scarcity by concealing the gas stocks in the market.CAA Director General J. M. Douglas said that he would request the public to inform the Consumer Services Authority about any such attempts.While gas companies have currently requested the CAA to increase the gas price, the CAA has so far not given its approval for it.The CAA Director General said that in coincidence with this situation certain groups were attempting to create a gas scarcity.",
    "The Impeachment motion filed against Chief justice Dr. ShiraniBandaranaike has led to a ramification of ideologies between partiesrepresenting the opposition.The government is of a single stance while parties constituting theopposition remain polarised over the parliament & judiciary.While the JVP & Tamil National Alliance decided to appear beforecourt the United National Party withdrew from the proposition.The UNP's course of action however attracted flack from JVP MP Anura Kumara Dissanayeke yesterday.Filing response to these accusations, UNP MP Dr. Jayalath Jayawardhana made the following observations today. Moreover university lecturers & the attorneys conglomerate had also called in two separate media briefings today.While attorney-at-law Srinath Perera stated that he would take to thestreets if the impeachment report was taken up for debate inparliament, senior lecturer Nemsiri Jayathilleke stated that all matterspertaining to the impeachment had transpired within a constitutionalframe work. Meanwhile parties which charge that the Chief Justice should stepdown also remain ramified due to qualms over the government's nextcourse of action in this regard.The People's Movement for Justice which organised a protest inColombo-Fort today charged that the Chief Justice should step downnevertheless.Chairman of the Patriotic National Movement Gunadasa Amarasekarameanwhile charged that a Supreme Court Judge should be appointed to thepost made vacant by the resignation of the current Chief Justice. In the interim an invitation extended to Chief Justice Dr. ShiraniBandaranaike to join active politics has come under heavy criticism byvarious parties.Minister Keheliya Rambukwella as well as Minister Wimal Weerawansamade the following observations regarding the invitation which wasextended to the Chief Justice by Leader of the Democratic NationalAlliance Sarath Fonseka. Meanwhile Leader of the Democratic National Alliannce Sarath Fonsekafiled a response to these allegations in the following manner.",
    "Sugar unsuitable for consumption worth nearly 20 million rupees was discovered while lying at a storage facility in the Wallampitiya area today, during a raid carried out by the Special Raids Department of the Consumer Affairs Authority.According to operations in charge of the CAA Pradep Kaluthraarachchi, the discovery had been based on a tip off received from the Kaluthara area.A total of 188,750 kg's of Sugar had been seized by the department.",
    "The Supreme Court determined today that the Parliamentary Select Committee has no legal power or authority to find a judge guilty because standing order 78(A) is not law. The Court of appeal reading out the Supreme Court interpretation of the Constitution today stated the power to make a valid finding after investigation can be conferred on a court tribunal or any other body only by law and law alone.The court said that the sole and exclusive jurisdiction of interpreting the constitution is with the Supreme Court.6 petitions challenging the PSC are due to be taken up before court on the 15th of this month.Subsequent to the days proceedings attorney-at-law Saliya Peiris appearing on behalf of the Chief Justice expressed the following views to the media.Followed by courts interpretation, the appeals court decided today that it would entertain the writ petition filed by the Chief Justice which challenges the findings of the PSC.Attorney-at-law Saliya Peiris appearing on behalf of the Chief Justice speaking further expressed the following views in this regard. However two petitions which entreated of court to intervene on behalf of the petition filed by the Chief Justice were dismissed by a 3 judge panel of the Appeals Court today.Meanwhile the Speaker of Parliament, its General Secretary & the 11 members of the PSC were issued notice be present before court with regards to the petition which was filed by the Chief Justice.In compliance JVP MP Vijitha Herath & attorney-at-law M.A. Sumandiran who represented the Leader of the TNA R. Sampanthan appeared before court today.This was in contravention to the statement issued by speaker Chamal Rajapaksa in this regard.Journalists meanwhile queried from attorney-at-law M.A. Sumandiran in this regard. Following JVP MP Vijitha Hearth expressed these views. Meanwhile Cabinet Media Spokesperson Minister Keheliya Rambukwella commented on the presence of two MP's in court today. Cabinet Media Spokesperson Minister Keheliya Rambukwella was also queried regarding a statement which was made before the appeals court today.",
    "The Health ministry is getting ready to formulate a new code of rules with regard to the mode of dealing with companies supplying sub-standard drugs. In the recent past the Health Ministry took action with regard to several companies that had supplied sub-standard drugs. The latest incident reported in this regard was the discovery of a piece of glass in avial at the Kalubowila hospital about a week ago. The Health Ministry yesterday decided to remove the relevant stock of medication from use and inform the Indian Government with regard to the relevant Indian Company. Last year two companies that had thus supplied sub-standard drugs were blacklisted. Regulations will be formulated in such a way that if a drug company faces 10 problematic instances with regard to drug productionwithin three years it would be blacklisted.Similarly attention has also been drawn on recovering from the said company 100 per cent of the expenditure the Health Ministry incurred as a result the sub-standard drug. In addition the Health Ministry said that it had been decided to take action necessary with regard to amending the tender procedure for procuring drugs.",
    "The CID has launched probing the threatening directed through telephone on Minister Anura Priyadarshana Yaapaa, the Chairman of the PSC on impeachment against the Chief Justice.Police Media spokesman SSP Prishaantha Jayakody said that according to investigations carried out so far it had been revealed that the anonymous telephone call to the Minister yesterday had been made from a telephone booth.Minister Anura PriyadarshanaYaapaa told our news team that this threatening had been directed to him by ringing his wife's telephone number.",
    "When Minister Rambukwella was asked if this was the beginning of an emerging feud the minister had this to say. Deputy Speaker Chandima Weerakkodi addressing a media briefing in parliament today asserted that the impeachment process was well within the frame work of the constitution.",
    "A Tamil woman has committed suicide by self immolation in the Mattakuliya - Rajamal Watta road region.The Mattakuliya Police stated that they had inspected a house near the Rajamal Watta road based on information received and discovered the body of a burnt woman.The police media unit stated that the victim was a 46 year old woman named Ramasamy Yogalakshmi who was living with her parents in a two storey house in the Rajamal Watta region.The police stated that she had set herself on fire this morning in the pantry downstairs after drenching herself with Kerosene while her parents were upstairs.",
    "Academic activities at the Engineering Faculty of the Moratuwa University & the National Institute of Technology have been suspended indefinitely commencing today. According to the Vice Chancellor of the Moratuwa University Professor Ananda Jayawardhana activities at the university had been hampered due to a clash between two students. As a pre-emptive measure to prevent further sparring between student factions, activities at the university were indefinitely suspended. 05 students were injured yesterday resulting in a clash which occurred between two student parties at the Ruhuna University. Meanwhile media reports published today stated that a female student had taken ill following punishments meted out on her by instructors at the Diyathalawa Air Force camp, who had been in charge of overlooking the Student Leadership Training Programme. The ensuing media reports were quoted as saying that the parents of the student had even gone to the lengths of complaining to the Secretary of Defence regarding this alleged injustice. However when Student Affairs Director of the Ministry of Higher Education Keerthi Mawallage was contacted by our news team regaring these media reports, he had this to say.",
    "On the 21st of December notice was issued to the Speaker of Parliament, Its General Secretary 4 & Members of the Parliamentary Select Committee to be present before a three judge panel comprising of the Appeals Court justices S. Skandarajah, Anil Gunarathna & A.W.A. Salaam.This was when the writ petition filed by the Chief Justice was taken up for consideration before court.Addressing a media briefing held in Colombo today General Secretary of the UNP MP Thissa Aththanayeke expressed the following views regarding his parties stance. During a media briefing convened by the Sri Lanka Freedom party, Minister Nimal Siripala Desilva expressed the following views in this regard. Meanwhile TNA MP M.A. Sumandiran noted that he would be present before parliament tomorrow in place of party leadership R. Sampantha, who was also a member of the PSC. Speaking during a media briefing convened by the JVP today, party Parliamentarian Anura Kumara Dissanayeke stated that Party Member & PSC representative, JVP MP Vijitha Herath would be present before court tomorrow.However the PSC report is due to be debated in parliament on the 10th & 11th of this month.",
    "The United National Party states that it will abstain from going to court challenging the impeachment process, since the process its self is one intrinsic to parliament. The following statement was made in reply to a query directed at General Secretary of the UNP, MP Thissa Aththanayeke during a media briefing held this afternoon. A petition filed by Chief Justice Dr. Shirani Bandaranaike challenging the Parliamentary Select Committee which facilitated the impeachment process is due to be taken up before the Appeal's Court tomorrow. The Speaker of Parliament, Its General Secretary & members of the PSC who were cited as respondents have been issued notice to appear before courts tomorrow. During this afternoon's media briefing a journalist inquired of MP Thissa Aththanayeke whether his party would be present during court tomorrow, since the United National Party had served as a core component of the PSC However Party Parliamentarian Lakshman Kiriella who also expressed his views during the media briefing stated that his party would abide by any decision court was prepared to offer. Our attempts to contact a spokesperson on behalf of the JVP in this regard however proved futile. When contacted on a previous occasion General Secretary of the JVP expressed the following views in this regard. Deputy Speaker Chandima Weerakkodi commenting on the speaker's interpretation given to members of the PSC following the appeals courts serving of notice stated that court notice would be dealt with accordingly in this regard, as per the interpretation issued by the speaker of parliament. When Tamil National Alliance Parliamentarian M.A. Sumandiran was contacted to ascertain his parties stance in this regard, it was noted that only the party leadership was able to make a statement regarding the impeachment since he had represented the TNA during the process.",
    "Another petition requesting that a Writ Injunction be issued invalidating the petition filed by the Chief Justice against the PSC is scheduled to be taken up for hearing at the Appeal Court today. SLFP's Government Trade Union Federation General Secretary Don Chandrasena Weerasekera filed this petition before the appeal court yesterday. However the PSC report is due to be debated in parliament on the 10th & 11th of this month.",
    "The Ministry of Health states that it has decided to proscribe the use of the Cloxacillin vaccine throughout Sri Lanka, subsequent to an incident in which a shard of glass was discovered within a vaccine vial containing the antibiotic.Issuing a release in this regard the Ministry of Health stated that the Cosmetics, Devices & Drugs Regulatory Authority of Sri Lanka had been instructed to withdraw existing stocks of the drug from use.",
    "Based on various motives, protests were observed before several schools in the island today by parents of students. Parents of children receiving education at the Bandaranaike National College at the Warapitiya Junction on the Kandy-Mahiyangana main route engaged in a protest this morning, objecting moves by authorities to re-locate the school's primary section. Parents charge that the security of their children are being jeopardised by the proposed move. According to our correspondent the protest had caused vehicular congestion on the Kandy-Mahiyangana route. Several indignant parents expressed the following views to the media. Meanwhile parents of students receiving education at the Koswaadiya-Saraswathie College in Chilaw engaged in yet another protest, expressing their dissent to a decision to limit curricular activities at school, until grade five. Parents expressed the following views to our news team in this regard. Moreover another protest was launched against the Principal of the Weligama Muslim NationalCollege. A father representing the parents taking part in the protest expressed the following views to our news team.",
    "The MDMK has announced that it would release videos and pamphlets in multiple languages highlighting alleged atrocities committed during the war in Sri Lanka.The MDMK's plan was outlined by its chief Vaiko during a news conference yesterday.He further said the MDMK would approach commoners, public figures and politicians for their support.Our news tam contacted the Director of the Media Centre for National security Lakshman Hulugalla with regard to this issue.The Director stated that he is unable to make a statement since he has not received any official information.",
    "The Center for Human Rights says money from the University Grants Commission Fund had been used for the Bond Scam.In a statement, the Center for Human Rights says monies from the University Employee Provident Fund and the UGC Provident Fund had been used in the bond transactions. The Center for Human Rights convened a media briefing to elaborate on the matter.Executive Director of the Center for Human Rights, Keerthi Tennakoon stated that the loss suffered by funds are far greater than the losses suffered by the EPF. Tennakoon believes that the Bond Scam had cost the UGC Provident Fund around 141 Million Rupees. He added that according to their estimates around 1 billion rupees had been pumped into the bond from the UGC Provident fund.Keerthi Thennakoon stated that Kabir Hashim was serving as the Minister of Higher Education at the time and according to the Bond Commission report, his names is mentioned as one of those who attended the Breakfast meeting the day prior to the Bond Issue with Arjuna Mahendran, Ravi Karunanayake and the Chairman of the UNP Malik Samarawickrama.He stated that it is clear to them, the meeting was held to use money from the UGC Fund.",
    "Three judges were appointed to a Special High Court to try high-profile financial fraud and corruption cases.High Court Judges Sampath Abeykoon, Sampath Wijeratne and Champa Janaki Rajaratne were appointed accordingly.The appointments were made by Chief Justice Priyasad Dep and the hearings are scheduled to begin on the 15th of next month.",
    "Mohammed Rizvi Mohamed Faizul who was hospitalized following an assault breathed his last early this morning, bringing an end to the dreams and hopes of his parents and school teachers.Mohammed Rizvi Mohamed Faizul was the Head Prefect of the Merawala Sawarana Muslim School in Chilaw and was assaulted by a group of students from the same school on the 15thof this month. He was attacked while returning from prayers at the mosque.The following day, Mohammed Rizvi was rushed to the Chilaw General Hospital and hours later was transferred to the Colombo National Hospital. Our correspondent said a surgery was performed on the boys head at the National Hospital. He was discharged from the National Hospital on the 19th with a medical recommendation.However, as he had fallen ill yet again he was rushed to the Chilaw General Hospital on the 20th and was again transferred to the National Hospital. Mohammed Rizvi passed away on Saturday (June 23) while being treated in the Intensive Care Unit.Two Grade 10 Students from the Merawala Sawarana Muslim School were arrested on the 17th over the assault and were released on bail after they were produced before the Chilaw Magistrates Court. Another student had surrendered to Police on the 20th over the assault as well.Our correspondent said he was produced in court and then moved to probationary care.",
    "Ven Galagoda Aththe Gnanasara Thero, who was sentenced to 6 months in prison, was released on bail by the Homagama Magistrate Court today. (June 22) Homagama Magistrate Udesh Ranatunga ordered the thero to be released on two sureties of Rs. 500,000 each.His overseas travel was also banned and an order was issued to inform the Controller General of Immigration and Emigration over the matter. In addition, the Magistrate also ordered the Thero to produce his National Identity Card number to the court as well.Ven. Galagoda Aththe Gnanasara was sentenced to 6 months in prison on the 14th of this month, in connection to the threats leveled at Sandya Eknaligoda the wife of Journalist Prageeth Eknaligoda and several other charges.",
    "The deadline for accepting Grade one admission applications for the year 2019 has been extended till the 10th of July.The Ministry of Education said the 30th June deadline for submissions was extended due to the ongoing Postal Strike.",
    "The foundation stone was laid for the proposed wind barrier at the Lakvijaya coal power plant in Puttalam today. The area surrounding the coal power plant has been subjected to environmental impacts as a result of fly ash produced by the power plant.Accordingly, steps were taken to construct a 1.6 km long wind barrier which would cost 750 million Rupees and the project is expected to be completed in 2 years.Addressing the event Minister of Power and Renewable Energy Ranjith Siyambalapitiya stated that they will be erecting a 1.6-kilometer barrier “just like the Great Wall of China” in a bid to stop the fly ash from affecting surrounding areas. He also noted that steps will be taken to stop the importation of low-quality coal.EXPOSEDetails have come to light that the that “Great Wall” that the minister speaks of could end up being a great mesh.It was revealed today that the proposed wind barrier for which the foundation stone was laid today is, in fact, a form of a mesh that is used in Wyoming USA to control heavy snow drifts.The discovery of the proposed snow mesh to be used to control ultrafine coal dust particles was made by diligent environmentalists from the Environmental Foundation Guarantee Limited (EFL) when they decided to fact-check the six-page proposal for the wind barrier at Norochcholai.In court documents seen by News1st, the full extent of the attempted deceit is evident. EFL had managed to reverse search the information provided in the six page document from NCPP. The reverse search revealed that the image supplied in the six page proposal was taken from a report titled “Controlling, blowing and drifting snow with snow fences and road design.”Authored by Ronald Tabler of Tabler and associates this image also carries that company’s watermark on the image. EFL points out that the figure is not related to wind barriers but shows the deposition of snow when snow fences of various specification are erected.Expert opinion suggests that the use of such information does not serve any worthwhile purpose but appears to be a smoke screen to obtain environmental clearances.More details will follow.",
    "The Kilinochchi Magistrate’s Court issued an order today to immediately arrest those who beat a leopard to death in the Ambalkulam area. The leopard was attacked last afternoon and beaten to death. Several people including a wildlife officer were attacked by the leopard.Director General of Wildlife, M.G.C. Sooriyabandara said the area residents obstructed the operation carried out by the Wildlife officers to capture the leopard. He said the residents killed the leopard when the wildlife officials were planning to sedate it with the assistance of the Police Special Task Force.The Department of Wildlife presented facts before the Kilinochchi Magistrate Court today and the Magistrate Court issued an order to conduct investigations with the assistance of the video footage.Min. of Sustainable Development, Wildlife & Regional Dev. Field Marshal Sarath Fonseka stated that a separate investigation has been launched by his ministry and the wildlife department.The leopard that was beaten to death is one of the five species in the genus Panthera and this particular leopard is subspecies endemic to Sri Lanka.Environmentalist and Attorney-at-Law Jagath Gunawardena stated that according to Article 32 of the penal code, legal action could be taken against those involved in such acts. He further added that this was an offense and this should be communicated to the general public and that the Wildlife Department should be vigilant in dealing with such situations.The matter was also discussed in the parliament today.",
    "MP Dinesh Gunawardena questioned in parliament today whether the Government is providing any respite to local industries.The Parliamentarian noted that allowing foreign goods to flood the local market, at a time when interest on loans has been increased, through bilateral agreements poses a grave threat to local industries. Gunawardene went onto claim that thousands had lost their jobs and that they cannot remain silent until state enterprises are shut down.Minister of Industry and Commerce Rishad Bathiudeen noted that his ministry has not been informed of any industries closing down but added that 120 investors had come forward to express interest in the Horana industrial zone.As the debate raged on Min. Batiudeen stated that he was happy that the current government removed the post and airport development levy on machinery used for industries such as agriculture and dairy products. The minister went onto note that he has launched two SME low-interest loan scheme.However, Dinesh Gunawardene continues to question the Minister on whether he plans on removing the cess tax and added that the President had been holding emergency meetings over the past 3 weeks on the economy.Watch video for more",
    "An Immigration Officer was arrested by Airport Customs for the possession of 60 Gold Biscuits worth 36 Million Rupees. The gold biscuits weighed around 06 Kilograms. The suspect is a 50-year-old resident from Kolonnawa.Upon Interrogation the suspect had said, the gold belonged to an associate of one of his friends living overseas.The Gold was discovered at around 11:30 last night and further investigations are underway.",
    "Chamara Indrajith, the chief suspect behind the jewelry heist in Matara that ended in a shootout yesterday (June 22), has been shot dead by Police, while on the way to search for a hidden bag in the Kiraka Kele area in Matara.Police Media Spokesperson, SP Ruwan Gunasekara said police officers had opened fire at the suspect when he had hurled a hand grenade at police. The suspect was pronounced dead upon reaching the hospital.According to SP Gunasekara, the suspect, Chamara Indrajith is connected to several crimes including murders and shooting incidents.SP Gunasekara said these include, the shooting carried out at a musical show in Attanagalla, the shooting carried out at a Mother and Son in Nittambuwa, the shooting which targeted “Weyangoda Samare” and the 120 million robbery carried out in Peliyagoda in 2012.",
    "Saturday (June 23rd) marked the 94th Birthday of the Late Ranasinghe Premadasa who rendered a great service to the people of this nation.Ranasinghe Premadasa, is a leader who rendered an exceptional service towards the betterment of Sri Lankan’s Economy, Society and its culture. Premadasa made his debut in Politics after affiliating himself with the Ceylon Labour Party which was led by A. E. Goonesinghe.In 1956, Premadasa joined the United National Party. He reached out to the hearts of the people as a Minister, Leader of the House as well as a Prime Minister and is one who was fearless to speak on behalf of the oppressed. It is for this very reason the people, on the 02nd of January 1989 elected Premadasa as the Second Executive President of Sri Lanka giving him the title of “People’s Leader” someone who understood the pulse of the people.Ranasinghe Premadasa is one who worked day and night for the poor. Social welfare programs such as the International Year of Shelter for the Homeless received praise from the United Nations as well. It was during the Premadasa era many garment factories were launched in a bid to provide more employment opportunities to the youth and they continue to generate a large amount of revenue for the country’s economy even today.Ranasinghe Premadasa was successful in continuing the development programs in the country with continuous economic growth, despite a growing civil conflict in the country. Premadasa who was seen as a politician who understood the pulse of the people showed great leadership qualities at a time when the United National Party suffered a political collapse and worked to revive the party from its fallen state.",
    "President Maithripala Sirisena launched the ‘Enterprise Sri Lanka’ Loan Scheme today. (June 22). It was launched as per a 2018 Budget Proposal with the aim of converting Sri Lanka into a haven for entrepreneurs.Under this program, entrepreneurs will be provided with three different loan schemes named Ran Aswenna, Govi Navoda and Riya Shakthi.Addressing the function, President Sirisena stated that if the state banks are making massive profits, it is important the profits are equally shared among the people as investments among the local entrepreneurs.The President noted that”Almost 60 Billion rupees will be awarded as loans to entrepreneurs since it is important to encourage them.”Prime Minister Ranil Wickremasinghe who also graced the event stated that there was a time that the country was not even able to repay debts let alone provide loans to the people. Wickremasinghe bragged that the country received the numerous investments last year and also recorded the highest exports.“This program displays the success of our program to strengthen enterprises and build a strong economy and create job opportunities” continued the Prime Minister.Minister of Finance and Mass Media, Mangala Samaraweera noted that orders have been issued to create an Enterprise Sri Lanka desk at every bank and that in addition, a relationship manager needs to be appointed to meet the needs of the youth or the elderly who arrive to obtain the services.",
    "Customs officials at the Bandaranaike International Airport have taken into custody a person who smuggled three gold chains to the country.Customs Media Spokesperson, Sunil Jayarathne said, the gold chains were worth around 2.3 million rupees adding that the 44-year-old suspect had arrived in the island from Singapore.Further investigations have been launched.",
    "The Episcopal Consecration of the New Auxiliary Bishop of Colombo Reverend Father J.D.Anthony took place today (June 23).Reverend Father J. D. Anthony was appointed as the Auxiliary Bishop of the Archdiocese of Colombo, by His Holiness Pope Francis.A holy mass took place on Saturday (June 23rd) to mark the occasion at St Lucia’s Cathedral in Kotahena under the auspices of Archbishop of Colombo, His Eminence Malcolm Cardinal Ranjith.Reverend J.D.Anthony was born in 1958 in Pamunugama, Ja-Ela and was ordained in 1985. He also served as the Rector of the St. John Mary Vianney Major Seminary in Colombo.",
    "The North Western Environmental Authority has taken a decision to issue the environmental protection license for the Norochcholai coal power plant.Yesterday (June 22), Minister of Power and Renewable Energy Ranjith Siyambalapitiya placed the foundation stone for the construction of a Wind Barrier aimed at minimizing the environmental impact caused by the waste released from the Coal Power Plant.The Wind Barrier is expected to be 1200 meters long and 15 meters high and will be located towards the West of the Norochcholai Coal Power Plant. It will be constructed at a cost of 750 Million Rupees.However, documents produced in court have revealed that the proposed wind barrier for which the foundation stone was laid is, in fact, a form of a mesh that is used in Wyoming USA to control heavy snow drifts.There has been much debate over environmental pollution caused by the Norochcholai Coal Power Plant, as a result of these effects the North Western Environmental Authority even decided not to renew the environmental protection license of the plant.In such a backdrop authorities have used the construction of the wind barrier as a means of securing the environmental protection license.As Chairman of the North Western Environmental Authority, Provincial Secretary PBM Sirisena and the Acting Director Saman Lenduwa had acted to issue the environmental protection license.According to the Environmentalist Sajeewa Chamikara, for over a year the Norochcholai Coal Power Plant was operating without an environmental protection license and at a time when the North Western Environmental Authority cannot intervene to solve the issue, they have moved towards constructing a wind barrier solely to obtain the environmental protection license.He stated that it is clear the Authority does not have the capacity to study the matter and make recommendations.",
    "The Disaster Management Center says that there is a rapid rise in incidents of forest torching, in the Badulla District.Deputy director of the Disaster Management Center E.M.L.Udhayakumara said over 20 forest torching cases were reported during the past week.As a result, many acres of forest have been destroyed in the Hali Ela, Halpe and Demodara areas.",
    "The Attorney General’s Department says a letter has been sent to the Presidential Secretary regarding the publication of annexes in the Presidential Commission Report on the Bond scam.Attorney General Jayantha Jayasuriya said the letter was forwarded as a reply to a request made by the Presidential Secretary Austin Fernando.The Secretary to the President has informed that publication of some annexes may hinder several ongoing criminal and civil cases.In his letter the Attorney General has informed that releasing some of the annexes pf the Presidential Commission report would not hinder ongoing investigations.Speaking to News 1st The Attorney General said that he was informed that prior recommendation from the relevant parties are needed on the matter of publicizing several sensitive documents which has been forwarded by the Central Bank and the Monetary Board to the Presidential Commission.He added that recommendations from third parties who have forwarded documents to the Commission should also be obtained.The Attorney General further noted, that a special study is being conducted on the revelations made by the Criminal Investigation Department regarding the Bond scam.",
    "The government has decided to suspend the issuance of permits for firearms.According to a senior Defense Ministry official, the measure was taken due to the increase in underworld activities.The defense ministry official said that it is compulsory to renew the license annually. According to the police, 335 illegal firearms have been seized over the last 5 months.",
    "At the Presidential Commission of Inquiry yesterday it was revealed Phoenix Duty Free Services Lanka Ltd had offered an unbelievable contract to Sri Lankan Airlines to supply Duty Free Goods.A former employee at Phoenix Duty-Free Services Lanka Ltd. Marlon Perera who testified before the commission said when the contract was reached between his former employer and Sri Lankan Airlines, the latter had not taken into consideration the cost of fuel for transporting almost half a tonne of Duty-Free Good for in-flight sales.In addition, he said Phoenix Duty-Free Services Lanka Ltd. had fallen short of supplying a certain brand of liquor to the airlines.When the Director of the company was questioned by the airlines at the time he had said there was a delay for the goods to reach Colombo from the Warehouse in Colombo. However, the witness said it was suspicious as the contract goods must reach the Airlines directly from the supplier and cannot come from any third party destination.The witness said there was a shortage of stock of certain products for a period of two months, which is, in fact, a breach of the contract. Marlon Perera said, from the data he acquired at the time, in August 2013 of the 1440 flights operated by Sri Lankan Airlines, 325 flights did not carry any duty-free goods.The witness said as he raised many questions from Raju Chandiram the director of Phoenix Duty-Free Services Lanka Ltd. , he was asked to keep quiet. He revealed, two employees of Phoenix Duty-Free Services Lanka Ltd. were stationed at the premises of Sri Lankan Airlines for in-flight services, but no payment was ever made to SriLankan airlines for the space provided.It must be noted, that the people suspected of committing crimes in connection to the national carrier need to be closely watched, if not, as with the Bond Scam the main suspect would remain missing.",
    "Police says vehicular movement between Wellawatte and Kolupitiya along the Marine drive, will be restricted from 7 AM to 3 PM today (June 24).The limitation has been made due to 2018 National Cycling Championship. Police requests motorists to use alternative routes during this period.",
    "Incidents of Sexual Harassment alleged to have taken place at SriLankan Airlines was revealed at the Presidential Commission of Inquiry recently.Witness Marlon Perera in his testimony to the Presidential Commission said a SriLankan Airlines Female employee who was based in New Delhi had reported that she was sexually harassed by the SriLankan Airlines Regional Manager who is also based in New Delhi.The witness said the victim of the harassment had made a complaint to the Human Resources Department on the matter, however, surprisingly the complainant was transferred to a separate office of SriLankan Airlines.It had come to light the victim had thereafter filed a case in Delhi against the Regional Manager and SriLankan Airlines and the airlines has been summoned to the Delhi Court over the matter as well.In addition, the victim had not been paid for a period of three years and the HR Department rather than investigating the matter had simply promoted the Regional Manager to Seychelles and what is most surprising is that he is over the retirement age as well.",
    "The matter of moving Samurdhi Banks under the supervision of the Central Bank was discussed in the Parliament today.UPFA MP Padma Udayashantha Gunasekara stated that there is a disturbing rumor that the Samurdhi banks are to be abolished and the funds are to be moved to Central bank.P. Harrison Minister of Social Empowerment stated that if the money of the Samurdhi Banks are to be moved to another institution , it must be first presented to the Parliament and the law needs to be amended and that such a process has not taken place as yet.The Minister also stated that the Central Bank could monitor any transaction and that there seems to be nothing wrong in the funds of the Samurdhi Bank being monitored.",
    "Minister of Labour & Trade Unions Ravindra Samaraweera engaged in an observation tour of the Koggala Free Trade Zone. Following the visit, he also responded to questions posed by the media. When questioned if the UNP is ready to face elections he replied that the Government is yet to decide when to conduct the Provincial Council elections.He also continued that the minority parties are having issues with this existing election system and that there are issues over demarcation and that if the government decides to go ahead with the elections under the previous system, the Government will hold the elections in December.When posed a question if there would be a change in the UNP leadership before that happens, the Minister stated that he cannot clearly provide an answer to that and that they will have to see how the situation turns out.",
    "MP Dinesh Gunawardena questioned in parliament today whether the Government is providing any respite to local industries.The Parliamentarian noted that allowing foreign goods to flood the local market, at a time when interest on loans has been increased, through bilateral agreements poses a grave threat to local industries. Gunawardene went onto claim that thousands had lost their jobs and that they cannot remain silent until state enterprises are shut down.Minister of Industry and Commerce Rishad Bathiudeen noted that his ministry has not been informed of any industries closing down but added that 120 investors had come forward to express interest in the Horana industrial zone.As the debate raged on Min. Batiudeen stated that he was happy that the current government removed the post and airport development levy on machinery used for industries such as agriculture and dairy products. The minister went onto note that he has launched two SME low-interest loan scheme.However, Dinesh Gunawardene continues to question the Minister on whether he plans on removing the cess tax and added that the President had been holding emergency meetings over the past 3 weeks on the economy.Watch video for more",
    "A book titled ‘Rockstars’ on transformational leadership authored by two Sri Lankans was launched at the Lakshman Kadirgamar Institute last evening (June 22). It was launched by Rozaine Cooray and Dr. Pujitha Silva.The book is based on the P3 Growth Model of leadership and is focused on presence, purpose and partnership. Director of Spa Ceylon Shalin Balasuriya and CEO of Walkers Tours Nalaka Amarathunga gave two readings of the book.It was followed by a panel discussion moderated by Former Executive Director of Finlays Romesh Moraes.Managing Director of Hemas Holdings PLC Kasturi Wilson, Chairman of Lanka Impact Investing Network Chandula Abeywickrema and Group Director of the Maharaja Organization Chevaan Daniel made up the panel. State Minister of Finance Eran Wickramaratne also addressed the gathering.",
    "The Joint Postal Trade Union Collective says, trade unions from more than 30 different sectors have extended their support to the Postal strike.Its Convenor, Chinthaka Bandara said, they will continue with the strike action with their support as well.Meanwhile, Minister ofPosts, Postal Services and Muslim Affairs, Abdul Haleem says, the government has provided solutions to the key demands of the postal workers who are on strike. The Minister said that it is unfair for the trade unions to continue with the strike against a backdrop where solutions have been provided to their issues.",
    "JVP MP Nalinda Jayatissa says that he never had any contact with Arjun Aloysius of Perpetual Treasuries. Addressing an event in Kalutara on Thursday (May 21st), Jayatissa explained that there are 4 JVP members in COPE and that no one from the JVP had any contacts with the group.While reiterating that the JVP MPs never made or received calls from Arjun Aloysius and never had SMS interactions with him, Jayatissa stated that he knew of one UNP MP from the Gampaha district, who was seated next to him during the latter stage of the COPE inquiry on the Central Bank Bond Scam, who received calls from Arjun Aloysius.“It happened when the COPE report was to be published. This is what is being reported in the CID report as well. Do you think the call was to inquire about their well being? No. It was for the monetary transaction. The CID has questioned their security officers if they encashed cheques or not” continued the MP.",
    "The Forum on Disarmament & Development has warned a large number of small arms are moving within the country undetected.Coordinator of the Forum on Disarmament and Development, Vidya Abeygunawardhana stated that in 2005 Former President Chandrika Kumaratunga appointed a national commission to deal with the Proliferation of Illicit Small Arms and Light Weapons.He said that the weapons were collected in 2006 and they have seen the paramount importance of such a commission. Vidya Abeygunawardhana said that they are not aware of the post-war weapons circulation in Sri Lanka.These incidents take us back to the Avant-Garde Floating Armoury where a large number of weapons were stored in a dangerous manner. Yet, the manner in which these weapons were obtained and who used them remains a mystery.What is the exact number of weapons that were taken over by security forces from the vessel that was owned by Avant Garde ? Reports surfaced that the serial numbers of some weapons seized by the security forces had been erased and some weapons did not have a serial number at all.Has the government analyst prepared a report on the legality of the weapons and ammunition that were handed over to the Criminal Investigation Department more than THREE years ago? If not, what is the delay in the investigation?It was said the floating armory was a threat to national security and the security forces led by the Sri Lanka Navy surrounded the vessel, arrested several people and seized the illegal weapons and ammunition. Following these events, was the law enforced in a proper manner?The present government of good governance claimed the operations and the floating armory of avant-garde were illegal and promised to carry out an extensive investigation along with bringing those accountable before the law.",
    "Acting Inspector General of Police C.T.Wickremeratne paid his last respects to Police Constable W.G.G.N Weerasinghe who was killed in a shootout yesterday with armed gunmen who stormed a jewelry store in Matara.The mortal remains of the late 35 years old Police Constable who was a father of two, have been placed at his residence in Godagama, Matara. He had joined Sri Lanka Police in 2007 and was attached to the Police Special Task Force in 2008.Police Media Spokesperson SP Ruwan Gunasekera said Weerasinghe had rejoined Sri Lanka Police in 2017 and was serving at the Matara Police since then.CCTV footage had captured this unarmed Police Officer risking his life to apprehend an armed suspect during yesterday’s (June 22) gun battle. Our correspondent reported the Late Constable Weerasinghe was the second in a family of five and his three brothers were serving in the Military.The final rites are to be performed on Sunday (June 24), and he was posthumously promoted to the Rank of Police Sergeant yesterday.",
    "One person was killed in a shooting which took place this morning (June 22) in Wewala, Hikkaduwa. Police said that two men on a motorbike had openly fired at the victim who was riding a bicycle and thereafter fled the area.The victim has been identified as Inasi Chaminda a 30-year-old underworld gang member. Police said he was on bail with regard to 05 counts of murder in Meetiyagoda.The cause for the shooting is yet to be determined and the Hikkaduwa Police is conducting further investigations.",
    "A media briefing was convened today to appraise the media on the Report of the Committee of Public Accounts (COPA).Chairman of COPA Deputy Minister Lasantha Alagiyawanna stated that almost 51% of the ministries had not maintained a proper fixed asset register and that 53% of the country’s ministries, 46% of its departments and 60% of District secretaries have not maintained a special expenses ledger.He added that an audit committee should be appointed for each quarter but noted that 37% of the ministries have not maintained an audit committee for 2016.COPA member MP Nihal Galappaththi stated that although they do not have the capacity to punish those high ranking public officials who have willingly or unwillingly permitted the misuse of public funds, that they do have the capacity to apprise and consult the speaker of parliament, the president and the prime minister on this matter.He further stated that they are now considering if they could, through the Attorney General’s Department, take actions against such officials and bring them to book.",
    "The current economic situation in the country including its debt burden and income, was discussed in the Parliament today. (June 21)The discussion arose during the debate to approve several orders including the reduction in the annual license fee of bottling toddy.Minister of Finance and Mass Media Mangala Samaraweera stated that the country earns only 18% in Direct income tax and that it is quite an unfortunate and unacceptable situation. The Minister also stated that there were around 400,000 tax files but that with the introduction of the new Inland Revenue Act, 69,000 new tax files have been opened at the Inland Revenue Department since the 1st of April.“We are paying a debt of 1.9 trillion rupees this year. It goes without saying that 83% of this debt amount are loans obtained before 2015. In 2019/20 we have to pay over 4 trillion rupees. These are the Rajapaksa’s loans. But without saying this isn’t our loans and evading it, we are paying them as well and continuing to grant concessions to the people” continued the Minister.UPFA Parliamentarian Tharaka Balasuriya accused the Government of failing to meet it’s targets set during the previous budget. Minister Samaraweera retorted by stating that he would take care of the target and noted that right now his primary goal is to provide concessions to the public because the current administration is sensitive towards the issued faced by the general public.JVP Parliamentarian Sunil Handunetti joining the debate stated that the prices of vegetables and 250 grams of rice are beyond 60 to 70 rupees and that at a time when the cost of living has risen, the Dollar is at 161 rupees.He further said that the country’s total debt has risen this year because of the depreciation of the Rupee in 2018 adding that it is affecting imported goods as well.",
    "The Joint Opposition convened a media briefing today to comment on the economy.UPFA MP Dilum Amunugama accused the Government of following the instructions of the IMF and allowing the economy to collapse. He noted that the depreciation of the Sri Lankan rupee had resulted in Sri Lanka’s debt burden increasing by over 180bn rupees.MP Amunugama also stated that the public has been taxed heavily in a bid to increase Government revenue. He also accused the Government of not undertaking any development work despite obtaining many loans.",
    "The Government Medical Officers’ Association has commended the bill which was passed yesterday (June 20) to solve the SAITM issue.President of the GMOA Dr. Anuruddha Padeniya stated that the government has enforced the decision that they took regarding SAITM and that they put forward those proposals in 2010 highlighting how the Medical Education in Sri Lanka, University Education in Sri Lanka and Health must be taken seriously. Dr. Padeniya also stated if the proposals they presented 8 years ago were implemented promptly the damage could have been minimized and a solution could have been reached.Several members of the GMOA together with professionals also called on the Mahanayakes and Anunayakes of the Malwathu and Asgiri Chapters of the Siam Sect and briefed about the dangers posed by the Sri Lanka Singapore Free Trade Agreement.Most Ven. Anamaduwe Dhammadassi Thera Anunayake – Asgiri Chapter,commented that it is clear certain things have been done without informing the Clergy, the intellectuals of the country or even the general public. He further added that at times they are only aware something has been done after the decisions have been made and they have been enforced.",
    "COLOMBO (News 1st):A police officer was killed in a shootout with a gang of thieves who attempted to rob a jewelry store in Matara this morning (June 22nd). Police arrested 04 suspects over the crime and three of them were arrested at the Karapitiya Teaching Hospital while receiving treatment for gunshot injuries.According to reports, 06 masked and armed men stormed into the jewelry store at around 10 this morning.The employees had immediately activated the Burglar Alarm System and three officers attached to the Matara Police located nearby reponded to the alarm and reached the location.At that moment, the burglars who were outside the store had opened fire at the Police Officers. During the gun battle, one of the police officers suffered serious injuries and was rushed to hospital, where he succumbed to his wounds.Following the exchange, three of the burglars had fled in one of their motorbikes – however, it had malfunctioned upon reaching the Railway Street in Matara. Thereafter, they had hijacked a motorcycle and fled the scene – however, they were pursued by a Police SUV which had been in the vicinity for a separate official matter.The Police SUV managed to ram the motorcycle in close proximity to the Hunu-Kotuwa Railway Crossing and when Officers were about to make an arrest, the suspects had fled on foot. Police said shots were fired at that moment as well.The deceased Police Constable was identified as 34 year old W.G.G.N Weerasinghe from Godagama, Matara. Another two Police Officers and a civilian were injured and are being treated at the Matara General Hospital.Police Media Spokesperson SP Ruwan Gunasekera said one of the three injured suspects has been identified at Chamara Indrajith alias Kosgoda Tharaka who is a wanted criminal for a number of homicides and thefts. The Police Spokesperson said among the others arrested was the mastermind of the robbery.Police seized two motorbikes and a sub-machine gun from the suspects. A search operation is underway to locate the remaining suspects.",
    "The Sri Lankan leopard is a leopard subspecies native to Sri Lanka. Sadly on Thursday (June 21st), one leopard met a tragic end when it ventured into the Ambalpuram area in Kilinochchi.The leopard attacked several villagers before wildlife officers were called into the area,Their attempts to tranquilize and capture the leopard failed and it resulted in one wildlife officer suffering injuries.When the injured Wild Life Officer was being rushed to a hospital, the villagers decided to capture the leopard.Our correspondent said that following failed attempts, the enraged villagers beat the leopard to death. Police said 05 people were injured in the leopard attack.",
    "COLOMBO (News 1st): Fourteen former LTTE members who are currently overseas, have been banned from re-entering Sri Lanka. Charges leveled against them include; engaging in terrorism-related activities and funding terrorism.Secretary to the Ministry of Defence PC Kapila Waidyaratne has signed the extraordinary gazette issued in this regard. The fourteen individuals thus banned are;1. Nadaraja Sathiyaseelan (or) Seel Maaran2. Kamalasingham Arunakulasingham (or) Kamal3. Antonyrasa Antony Kelistar (or) Bharathan4. Sivasubramaniyam Jeyaganesh (or) Ganesh (or) Saamraj5. Ponnusamy Paskaran (or) Jeyakaran6. Velayuthan Pradeepkumar (or) Kaleeban7. Sivarasa Surenthiran (or) Vathan8. Sivagurunathan Murugadass (or) Kathiravan9. Thiruneelakandan Naguleshwaran (or) Pushpanathan10. Maheshwaran Ravichandran (or) Mendis (or) Thirukumaran11. Sureshkumar Pradeepan12. Kandhasamy Krishnamoorthi (or) Moorthi13. Jeevaratnam Jeevakumar (or) Siranjeev Master14. Doni Jiyan Murugesupillai",
    "The 81st village constructed under the ‘Nawa Udagammana’ programme was declared open today. (June 21) The village named ‘Veherapura Village’ consists of 32 houses and has been constructed in the Kotavehera area in Nikaweratiya in the Kurunegela District.The village was declared open under the patronage of President Maithripala Sirisena upon an invitation extended by the Minister of Housing and Construction Sajith Premadasa. Built at a cost of 41.3 million rupees, the village consists of infrastructure including clean drinking water and electricity.Addressing those gathered, President Sirisena stated that he had seen several Theros making statements that the country is in need of an authoritarian ruler. He noted that the people of this country saw glimpses of a dictator before the 08th of January 2015. He added that after coming into power he had been able to strengthen freedom, democracy, human rights and media freedom.Sirisena also assured that there are many politicians who protect the country’s democracy and that he will never leave room for a dictatorship or military rule in this country.Deputy Leader of the UNP Minister Sajith Premadasa also spoke at the event.",
    "Minister of Ports and Shipping, Mahinda Samarasinghe says that the government was successful in raising its shareholding with regard to the operations at the Hambantota Port to 30%. The announcement was made at a media briefing in Colombo today.According to the initial agreement, the Hambantota Port was to be leased for 99 years with the Sri Lankan Government having 20% of the shares. The remaining 80% stake in the port was to be given to China Merchants Port Holdings.Minister of Ports and Shipping Mahinda Samarasinghe stated that following successful dialogues with the company they were able to raise the Government’s stake in ownership to 30.6%, adding that this was done with cabinet approval.The Minister also said that they were also successful in reaching an agreement with China Merchants Port Holdings to bring in the remaining direct investment of 146 Million US Dollars within a month. Yesterday (June 20) the government received the third tranche of the proceeds from China Merchant Port Holdings Co. Ltd of US$ 584 million.Minister Samarasinghe further noted that would boost Sri Lanka’s foreign reserves and allow the Central Bankto control the rupee without allowing it to depreciate.The Minister also denied media reports that there was a request to establish a Casino and use an island for entertainment purposes. While assuring that there were no discussions in this regard, the minister noted that the island in question would only be used for Marine Related Operations.",
    "Fugitive Former Central Bank Governor Arjuna Mahendran, the chief suspect in the case filed over the Bond Scam remains missing. However, the people of the country have not forgotten about the suspects and others involved in what is known as the largest financial scam to take place in the country.The beneficial owner of Perpetual Treasuries Limited Arjun Aloysius and its CEO Kasun Palisena were further remanded until the 05th of July when they were produced before Fort Magistrate Lanka Jayaratne this afternoon. The suspects were arrested in February by the Criminal Investigations Department following an investigation carried out over a complaint filed by the present Central Bank Governor Dr. Indrajith Coomaraswamy over the Bond Scam.Today court issued notice of Geoffrey Aloysius, father of Arjun Aloysius and Chairman of the Perpetual group to show cause for PTL’s failure to provide a declaration with regard to the direct and indirect assets of PTL through an auditor.It was revealed in court , W.M. Mendis & Co had provided a report of all payments made to third parties and organizations and on its movable and immovable assets to the CID which in turn will be handed over to the Central Bank Governor for a forensic audit.Former PTL employee Sachith Devathantri and present employee Upeka Madushanka were ordered to assist the CID in accessing the PTL Data Server located at its office premises.",
    "Sri Lanka’s new Foreign Exchange Act No 12 of 2017 came into effect on the 20th of November last year replacing the previous Exchange Control Act. In December of the same year, the Financial Action Task Force (FATF) classified Sri Lanka as a high-risk jurisdiction for laundering proceeds of crime and terrorist finances.The foreign exchange bill was presented by the Prime Minister as the Minister of National Policies and Economic Affairs on the 7th of April 2017 and was passed in Parliament on the 25th of July. However, experts say that the act does not appear to have any formal regulatory or investigative process established for effective tracking, profiling potential suspects and investigation based on a developed evidence matrix of potential risks of organized money laundering.Speaking to News 1st on an earlier occasion, the former chairman of the Ceylon Chamber of commerce Chandra Jayaratne said, most of the penalties stipulated in the act are subjected to the minister’s concurrence. As per the new act, a person who brings into the country undeclared money worth 1 million USD will only have to pay 1 percent as a fee. If the value of the undeclared amount is over 1 million USD that 1 percent too will be waived. It is essential that the government looks into the longer-term risks to the national economy as a result of this act.Legal experts point out that there are politicians as well as other businessmen who have openly admitted in court to having foreign exchange outside the country.It would appear that members of the opposition are fast asleep in the style of Rip Van Winkle. International monitoring of financial affairs have picked up on the activities going on in Sri Lanka and the spotlight is now on monitoring these countries financial transactions to find out attempts of money laundering, and terrorism financing.This is exactly what would happen when people who are dishonest are placed in power.Just as the idiom goes, power corrupts, absolute power corrupts absolutely.",
    "It has now come to light that SriLankan Airlines never knew of Phoenix Rising Ventures until they put forward a bid to enter the airlines Duty-Free Program.Marlon Perera, a former employee at Phoenix Duty-Free Services Lanka Ltd testifying before the commission this morning, said SriLankan airlines had anexclusive supplier for all Duty-Free Products before the contract was awarded to Phoenix Duty-Free Services.Romeo Ferdinands the In-Flight Services Manager at Sri Lankan Airlines who also testified today said that had they never heard of Phoenix Rising Ventures until they came forward to bid to supply perfumes and cosmetics for the Duty-Free Program. In 2012, Phoenix Duty-Free Services Lanka Ltd was given the contract to supply perfumes and cosmetics, but Marlon Perera believed the contract was awarded without following tender procedure.The second witness also testified to this matter in the affirmative noting the contract was to be given for 06 months and then reviewed in the fourth month to ascertain if the contract can be given for three years.Marlon Perera went on to testify that Phoenix Duty-Free Services Lanka Ltd was then awarded the contract to provide liquor for in-flight consumption and that too was done without following proper tender procedure. Finally, the contract for the entire duty-free program was awarded to Phoenix Duty-Free Services Lanka Ltd for the period between 2012 to 2017 without following a proper tender process.The witness Marlon Perera believed, the deal for the contract was brokered by Former SriLankan Airlines Board Director Sanath Ukwatte through then Chairman Nishantha Wickremesinghe and CEO Kapila Chandrasena. It was also revealed that Managing Director of Phoenix Duty-Free Services Lanka Ltd Raju Chandiram had signed the document as a witness while Rumesh Dilan Wirasinghe the CEO of Phoenix Duty-Free Services had also signed the document.Rumesh Dilan Wirasinghe the CEO of Phoenix Duty-Free Services was also named in the offshore leaks database released by the International Consortium of Investigative Journalists several years ago.Marlon Perera testified that when he had questioned Raju Chandiram over certain losses made by Phoenix Duty-Free Services Lanka Ltd in its services, the latter had stated: ” We must make losses here, to make profits elsewhere. ” He also testified that Phoenix Duty-Free Services Lanka Ltd had breached the contract by allegedly engaging in trading, an act which is not acceptable internationally and can have the airline sued by suppliers.",
    "Minister of Health, Dr Rajitha Senaratne says, a decision has been reached to regulate the prices charged at Private Hospitals for medical services.Issuing a communique, the Ministry of Health says, a majority of issues in the Health service have been resolved with the removal of the Value Added Tax imposed on Medical services.The Minister further noted that prices of expensive pharmaceutical drugs used to cure cancer will also be reduced from next month. According to Dr Senaratne it has been decided to revise the prices charged at Private Hospitals inline with the reduction in prices of pharmaceutical drugs.The Minister emphasized that the required steps will be taken to eradicate the medical drug mafia.",
    "Newly appointed Deputy Minister of Industry and Commerce, Buddhika Pathirana assumed his ministerial duties today (June 21st).The Deputy Minister assumed his duties after religious observances. Subject Minister Rishad Bathiudeen and State Minister Champika Premadasa were also present at the occasion.Minister of Inudstry and Commerce Rishad Bathiudeen stated that he is happy that a talented and energetic Deputy Minister assumed duties at his Ministry and that there hasn’t been any other Parliamentarian in history who had questioned in the chambers.Deputy Minister of Industry and Commerce Buddika Pathirana himself stated that he is hoping to work in all 34 institutions alongside his subject minister and that he believes that he will be able to handle more issues rather than a State Minister due to the limitations in State Ministerial portfolios.",
    "Two people has been killed in a wild elephant attack in the Lihinipitiya area in Nawula. Police said that the incident occurred while the two victims, aged 29 and 30, were returning home from a relative’s house.Meanwhile a Buddhist monk was attacked by a wild elephant in the Wewalkatiya area on the Medawachchiya – Horowpathana road early last morning.Our correspondent said the Thero who was initially admitted to the Rathmalgahawewa Hospital was attacked by an elephant from the Olandawa Reserve in Horowpathana.The Thero was thereafter transferred to the Anuradhapura Teaching Hospital for further treatment.",
    "ColomboDiscussions between postal workers and officials have failed once again and the trade unions have announced that they will be continuing their strike action.Post-Master General Rohana Abeyratne announced today that the salaries for the month of June will only be paid to postal staff who report for duty. Issuing a release Abeyratne said the salaries of postal workers who continue to carry out the strike action will only be calculated until the 11th of June. Abeyratne urged these postal workers to call off their strike action and report for duty without further delay.The crisis was also further discussed in Parliament today. UPFA Parliamentarian Dullas Alahapperuma stated that it has already been 10 days since 26,000 postal workers launched their strike action and although the Post Master General had clearly informed that the proposal containing solutions had already been presented to the subject minister, there still isn’t a solution.Minister of Post, Postal Services & Muslim Religious Affairs M.H.A. Haleem joining the debate stated that they are in this current predicament due to a circular issued in 2006 under the previous administration.He further stated that the government has already given positive responses to two main issues presented by the trade unions. Haleem went onto note that this strike could have an ulterior motive and could be an attempt to topple the Government.JVP Parliamentarian Sunil Handunetti joining the debate stated that he does not believe that the 26,000 workers of the Postal department could topple the government adding that if they could it shows how weak the Government is. He noted that the workers would call off their strike if the minister simply gave them a written assurance of the promises that are being made.",
    "ColomboA Peetathipathi in the lineage of Swami Dattatreya– Manik Prabhu Maharaj Samasthan of Manik Nagar, Karnataka arrived in the island today.Prabhu Maharaj was welcomed by trustee Ganesh Deivanayagam and Dr. Maruthini on behalf of the Sai Saranalayam.Shri Sadguru Gyanraj Manik Prabhu Maharaj who is a recognized scholar in Vedanta and is a well known speaker and will conduct his first discourse the at Sai temple, Sri Varatharaja Vinayagar temple in Kotahena on Thursday (June 21st) at 5PM.",
    "ColomboThe Executive Board of the International Monetary Fund (IMF) announced on Wednesday (June 20th) that they have completed the fourth review of Sri Lanka’s economic performance under the Extended Fund Facility (EFF) arrangement.Completion of the 4th review released the next tranche of the EFF which amounts to around US$ 252 million. The Three year EFF program was approved in June 2016 and grants Sri Lanka a total of US$ 1.5 billion, provided thatSri Lanka continues to adhere to the policies of the IMF.According to Acting Chair and Deputy Managing Director of the IMF, Mitsuhiro Furusawa, Sri lanka has made “important” progress under the EFF. He notes that efforts undertaken by the Government to “improve the policy mix through fiscal consolidation, prudent monetary policy, and landmark structural reforms are supporting the economic recovery, despite recent shocks”Furusawa believes that Sri Lanka must sustain the reform momentum in the country as it is critical to strengthen the country’s resilience to shocks given the still sizable public debt and low external buffers.The IMF has hailed the recent approval of an automatic fuel pricing formula as a major achievement towards reducing fiscal risks from state-owned enterprises (SOEs).It also calls for a similar formula for electricity, a restructuring plan for SriLankan airlines.Deputy Managing Director of the IMF, Mitsuhiro Furusawa further states that “the Central Bank of Sri Lanka should continue to manage monetary policy prudently, in the face of price shocks and market volatility. Efforts to build up international reserves should be sustained, with exchange rate flexibility as the first line of defense in response to volatile global capital flows. Upgrading the central bank law will be instrumental for the new inflation targeting framework.”",
    "ColomboUS Ambassador to the United Nations Nikki Haley announced the United States is withdrawing from the UN Human Rights Council, accusing the body of bias against US ally Israel and a failure to hold human rights abusers accountable.Announcing the decision alongside US Secretary of State Mike Pompeo to quit the council, Haley described the council as a “hypocritical and self-serving organisation” that displayed “unending hostility towards Israel”.Based in Geneva, the Human Rights Council which was formed in 2006 is a body of 47 member states within the United Nations tasked with upholding human rights. But activists said the US move could hurt efforts to monitor and address human rights abuses around the world.While Israel praised the decision, some countries and diplomats were quick to express disappointment about the US withdrawal. The UNHRC’s current president, Slovenian ambassador Vojislav Suc, said the body was the only one “responding to human rights issues and situations worldwide”.Stéphane Dujarric, the spokesman for UN Secretary-General António Guterres said “The Secretary-General would have much preferred for the United States to remain in the Human Rights Council.”UN High Commissioner for Human Rights, Prince Zeid Ra’ad Al Hussein called the US withdrawal “disappointing, if not really surprising, news”.The resolution on Sri Lanka at the UN Human Rights Council concerning alleged human rights violations was passed without a vote in Geneva in March last year. The resolution was submitted by the United States with Montenegro, the Republic of Macedonia, United Kingdom and Northern Ireland the main sponsors and Sri Lanka a co-sponsor.Dr. Dayan Jayathilaka, a former Sri Lankan Permanent Representative to the UN in Geneva believes that the United States pulling out of the UNHRC would not have any effect on Sri Lanka. Speaking to News1st he noted that the 2015 resolution sponsored by the United States is firmly in place and noted that the only way out for Sri Lanka is to muster enough support to either revise or replace the resolution.Dr. Jayathilaka also pointed out that the driving force for resolutions on Sri Lanka in Geneva has always been the United Kingdom and noted that there is no shortcut for Sri Lanka.However, Cabinet spokesperson Dr. Rajitha Senaratne believes that there is an advantage for Sri Lanka. He noted that Sri Lanka is in it’s current predicament because then-President Mahinda Rajapaksa promised to implement the first resolution introduced on Sri Lanka before backtracking.Senaratne also said that he believes that as a country Sri Lanka should abide by conventions and resolutions that they have signed on to or else move away from them completely.",
    "ColomboThere are several key reasons that affect the exchange rate of the country. While the changes in market inflation cause changes in currency exchange rates, fluctuations in the interest rate also affect currency value and dollar exchange rate.The other key factors are the Country’s Current Account or Balance of Payments. Other causes include the amount of debt the Government is in, as well as the political stability & international confidence.INTEREST RATESOver the past thirty-two months, various inquiries, investigations and judicial processes in relation to Sri Lanka’s biggest-ever economic scandal, the Bond Scams of February 2015 and March 2016, have been carried out by different authorities.However, due to the complexity of this issue and the subsequent masterly cover-up attempt, the magnitude of the monetary, economic and social losses have yet not been scientifically or authoritatively assessed.During the controversial bond scam on the 27th of February 2015, where bonds worth 10 billion rupees was issued for 30 years, the interest rates went up by 3.15%.As is well documented, the interest rates in the Government securities market had been on a declining trend from about mid-2014 onwards, and just one week before the controversial Bond issue, the Secondary Market trading showed that the 3 month Treasury Bill was trading at around 5.86%, the one year Treasury Bill was trading at around 6.1%, and the 30 year Treasury Bond was trading at around 9.48%, while the latter rate had apparently dropped to about 9.35% before the February 27 auction date.BALANCE OF PAYMENTAccording to Central Bank data for the first quarter of 2018, Exports have increased by 7.7% during the first quarter of 2018 to 2989 million US Dollars in comparison 2774 million US Dollars during the same time frame last year.Imports have risen by 13.1% to 5971 million US Dollars during the first quarter of 2018 while the value stood at 5279 million US dollars during the first quarter of last year.The Trade gap thereby stood at -2982 million US dollars in the first three months of 2018.US$ IMPACT ON OTHER COUNTRIESEconomists say after US elections in November most emerging markets currencies depreciated by sizable margins. In contrast, Sri Lanka’s exchange rate moved the least among EM peers despite similar movements in bond spreads. If the government was able to manage the economy and have strict fiscal discipline and control, the rupee will not fall to this extent. In terms of the balance of payments, if the levies imposed on exports, such as the duty and cess on tea exports were relaxed further, the export quantities would increase causing the gap to reduce.If the objective is to increase agricultural exports the government may well have to desist from relying on persons with no expertise or scientific knowledge who have tampered with invaluable resources similar to the use of Glyphosate that has significantly affected the production of tea and thereby exports.",
    "ColomboThe School ofAgriculture in Kundasale, Kandy has been temporarily closed down due to an outbreak of viral flu.Amal Arunapriya, Director of the school noted that the school was temporarily closed down to prevent the spread of the disease among the students.Around 250 students engage in studies at the School ofAgriculture, 11 of these students had to be admitted to the Menikhinna hospital due to the flu. The students have since been discharged from the hospital.The students who contracted the disease had displayed symptoms of high fever and vomiting, the management of the hospital had advised that the school be temporarily shut down to prevent the spread of the disease.",
    "Convening a media briefing today (June 20), the Executive Director of Center for Human Rights and Research in Sri Lanka Keerthi Tennakoon spoke about yet another alleged fraud that has been committed in conjunction with the infamous bond scam.Tennakoon said a value close to Rs. 880 million or more, belonging to the UGC Provident Fund, has been fraudulently obtained and spent through the bond scam.According to Keerthi Tenakoon, Perpetual Treasuries Ltd. (PTL) bought bonds at a price of Rs. 112 and shortly afterward sold it to another party at a rate of Rs 121. The other party had been the UGC provident fund that had made the purchase through the National Savings Bank (NSB).Tennakoon noted that while PTL made a profit of Rs 9 per bond through this sale, another sale took place. He noted that PTL also sold the same bonds to the Deutsche Bank ar roughly the same time with a profit margin of only one ruppee.Watch Video for more",
    "ColomboAnother discussion is set to take place between the postmaster general and postal workers who remain on strike for an 11th consecutive day to resolve issues with regard to the recruitment criteria as well as salary anomalies.Yesterday the postal workers commenced a fast opposite the central mail exchange intensifying their trade union action. Convenor of the Joint Postal Trade Union Collective Chinthaka Bandara noted that the there are over 1.5mn letters and parcels that have piled up at the central exchange.Bandara also noted that letters to be sent overseas and letters coming in from other countries have also stacked up due to the strike action launched by the postal workers.",
    "The Court of Appeal today (June 20), granted permission for the case filed against MP Mahindananda Aluthgamage to be taken up in the presence of a separate high court judge and not in the presence of Colombo High Court Judge Gihan Kulatunga.Permission was granted after a request made by the MP was taken up for consideration.Delivering the ruling, Court of Appeal Justice Kumuduni Wickremesinghe and Justice S. Thurairaja noted the verdict was given with the intention of delivering justice to both parties.The Attorney General filed a case at the High Court of Colombo against MP Mahindananda Aluthgamage for purchasing a housing down Kynsey Road in Borella using Rs. 27 million of funds generated illegally.However, Aluthgamage informed the Court of Appeal, if the case is taken up before Justice Gihan Kulatunga he could not expect any justice or fairness.",
    "‘Protests’ was a topic discussed at today’s (June 20) cabinet media briefing. Joint Cabinet Spokesperson, Minister Rajitha Senaratne, said action needs to be taken with regard to protests or every day there will be someone protesting on the streets.When a journalist questioned about the proposal made by the prime minister to have a special location for protests and demonstrations, Minister Senaratne said proposals were made but they weren’t implemented.Meanwhile, Speaker Karu Jayasuriya speaking at an event at Temple Trees also commented on the disturbances caused by protests. The speaker said the highest number of protests in the world take place in Sri Lanka.“There are protests day after day or there will be five separate protests on one particular day, Speaker Jayasuriya said, “If there is an issue in a village, a group will come together cut down two trees, set fire to tires and protest. Then the road will be closed. This is where we need to speak of citizen’s rights.”He went on to say as a result of protests patients die, some people miss their flights, and investors and tourists don’t come into the country.",
    "The Special Provisions Bill to abolish SAITM and to transfer the students to Sir John Kothalawala University was presented to Parliament, today (June 20).Minister of Higher Education Wijedasa Rajapaksa kicked off the debate on the bill by stating that it applies to students of SAITM who enrolled between the 15th of September 2009 and the 17th of may 2017. He added that once the bill is brought in, SAITM would be legally abolished.Dr. Ramesh Pathirana of the UPFA joined the debate and thanked the Minister of Higher Education for abolishing the private medical college and called on the Minister to follow through on three amendments that had been made to the bill including the enrollment process to the Kothalawala University be done in accordance with the Medical Council.Joining the debate Dayasiri Jayasekara who recently crossed over to the opposition charged that the matter was continuously delayed due to the interventions of the minister of higher education and the Minister of health.Meanwhile, the Medical Faculty Students Activists Committee held a silent demonstration near the entry road to the Parliament, this afternoon (June 20).",
    "Addressing an event yesterday (June 19), Minister of Development Strategies and International Trade Malik Samarawickrama backed the government’s stance on free trade agreements (FTA).The minister was speaking at the inauguration of Strategic Networking Reception of the Sri Lanka Investment and Business Conclave 2018 organised by the Ceylon Chamber of Commerce.Minister Samarawickrama said the key priority of the country right now is attracting foreign direct investment.He went on to say discussions with China on an FTA are ongoing and they intend commencing negotiations with Thailand in the coming month.Minister of finance and mass media Mangala Samaraweera speaking at the event highlighted the difficulty the Government is facing in balancing public investments and debt servicing. He noted that Sri Lanka is in the process of implementing comprehensive unilateral trade liberalization. Minister Samaraweera believes that the Government’s policy of entering into FTAs would enable Sri Lanka to meaningful integrate into regional value chains inorder to drive future trade and economic growth",
    "The official deed of the Sri Jayawardenepura Parliament complex was handed over to the Speaker of Parliament Karu Jayasuriya today (June 20) after a span of 40 years.The deed was presented by Minister of Land and Parliamentary Reforms Gayantha Karunathilake.Until now, the land had only a royal edict to claim ownership of the land. This was during the tenure of former President J.R. Jayawardena. Gayantha Karunatilake looked into the matter after he took over the lands ministry.The 18-hectare land belonging to the 40-year-old parliamentary complex is located in the Sri Jayawardenepura, Maharagama and Kaduwela divisional secretariat areas.",
    "Attention was drawn towards Phoenix Duty-Free Services Lanka Ltd, the company SriLankan Airlines had entered an agreement into for in-flight duty-free services, at the Presidential Commission of Inquiry today (June 20).The witness – Marlon Perera, a former employee at Phoenix Duty Free Services Lanka Private Ltd said he was recruited in 2012 to provide training for the cabin crew at SriLankan Airlines and to enhance the duty free sales onboard flights.He said while providing the training and keeping track of the sales carried out on board flights, he occasionally visited the Katunayake Airport and on one such occasion came across a contract entered in to between the SriLankan Airlines and Phoenix Duty Free Services incorporated in Canada.According to the contract, Phoenix Duty Free Services Lanka Private Ltd. is to bring down goods for duty free sale under the name of SriLankan Airlines and thereafter move them to the bonded storage at Katunayake. According to the witness these goods have been given duty free concessions by the Board of Investment.However, according to the contract, the understanding between the seller and SriLankan Airlines was that the goods need to be sold or returned. The witness said he found certain anomalies in the contract and went on to note as he kept track of the in-flight duty free sales there was an issue about the revenue and expenses of the company.He said from the date acquired, Phoenix Duty Free Services Lanka Private Ltd would make annual sales of USD 5.54 million, however, when taking in to account the expenses of the company and the dues that should be given to SriLankan Airlines as commission, the company would incur a loss of USD 1.2 million.He believed something was happening behind the scenes as the Managing Director Raju Chandiram and Finance Manager Mohamed Hamza kept financial statements a secret. Phoenix Duty Free Services Lanka Private Ltd. was initially incorporated in 2011 as Phoenix Rising Ventures Private Ltd.It’s founding director and founding shareholder was Phoenix Duty Free Services Lanka Private Ltd.According to the Companies Act of 2007, provided that a company may have a single shareholder, such a single shareholder is the secretary to the treasury who is holding the shares on behalf of the Government of Sri Lanka.Raju Chandiram served as a director of SriLankan Catering in 2007 and at SriLankan Airlines until 2008.",
    "A wildlife officer was attacked and killed by a wild elephant in the Viranagama area in Giradurukotte.Police said the incident occurred during an operation to drive away a heard of wild elephants from the area last evening.The victim was 53-year-old M.A. Wasantha, a resident of the Palathuruwella area in Padiyatalawa and was serving as a Guard for the Department of Wildlife.The victim’s remains have been placed at the Girandurukotte Regional hospital.",
    "As the postal strike entered its 10th day, postal workers have decided to launch an indefinite fast from today (June 20). The failure to provide solutions to the workers’ demands has made the Joint Postal Trade Unions Alliance intensify their trade union action.Convener of the Joint Postal Trade Unions Alliance, Chinthaka Bandara said they have taken steps to gain the support of trade unions outside the postal department.The strike has completely disrupted the Department’s services. Apart from delivering letters, the department also provides the services of paying bills, payment of Pension and payments of Farmers’ Pension.",
    "An accident along the Southern Expressway has claimed the lives of two foreign nationals while three others had sustained injuries.According to the Police, a van had collided with a lorry which was parked owing to a breakdown. A 34-year-old woman and a four-year-old child were killed in the incident.The injured have been admitted to the Elpitiya and Nagoda hospitals for treatment.",
    "The Grade five Scholarship exams will be held on the 5th of August as planned. Commissioner General of Examinations, Sanath B Pujitha said this when News 1st inquired about the reports that the examination could be postponed.He added hat that no requests were made to postpone the Grade 5 scholarship examination. There are over 325,000 students sitting for the Grade Five Scholarship Examination this year.",
    "The reports of the Committee on Public Accounts or COPA on 837 state institutions were presented to Parliament this afternoon. The reports were presented to the Parliament by Chairman of the Committee on Public Accounts Deputy Minister Lasantha Alagiyawanna.The Deputy Minister said state institutions which showed efficiency in 2015 were recognized. Leader of the House Minister Lakshman Kiriella proposed for the report to be printed. Meanwhile, the Speaker made clarifications about all documents on the bond report being presented to the Parliament.Speaker of Parliament Karu Jayasuriya stated that the Secretary to the President had informed in writing yesterday while also notifying that the advice of the Attorney General has been sought, about releasing all documents pertaining to the Bond Commission report and that the advice will be immediately followed the moment consent is given to do so.He also requested that till he receives these documents regarding the bond issue from the Presidential Secretariat in a legal manner that all media institutions and MP’s should refrain from publishing and making statements which would harm the integrity of Parliament and its Members.",
    "The Cabinet of Ministers convened this morning under the auspices of President Maithripala Sirisena. At the conclusion of the meeting, journalists questioned Cabinet Ministers if the issues currently faced by the people in the country were discussed.Minister Mahinda Amaraweera was questioned about the rising price of vegetables in the market. Responding to this he stated that prices of certain vegetables like carrots, beans, and capsicum, have increased, but the prices of manioc and pumpkin remain low. He urged the people to consume what is available the most and rather than looking at what is expensive. He urged the public to think about the farmers as well. He added that there is an increase in some of the vegetables that people constantly consume, but overall, vegetable prices have been reduced.Furthermore, he stated that the Rupee having the lowest rate against US Dollar was not discussed at the Cabinet meeting.Minister Sajith Premadasa stated that another 150,000 people have been enrolled as Samurdhi beneficiaries. When he was questioned about the recruitment process he stated that the only eligibility is poverty. He was then questioned on how to measure poverty. Responding he said it is the Samurdi Ministry which is in charge of eradicating poverty.Minister Duminda Dissanayake speaking to the media stated that the cabinet did not discuss the protests that are constantly staged in the City of Colombo. He was then questioned about the rising vegetable prices. The minister responded by accusing the media of only showing the prices of vegetables and not reporting on the procedure followed in growing them or the destruction caused by rains.Minister Duminda Dissanayake, if the common issues faced by the general public of the country are not discussed in the Cabinet of Ministers, where else are they to be discussed? Since you are maintained at the expense of the people, you may not feel that grief.If you visit the remote villages of your district in the luxury vehicle you travel in, you just might be able to see the issues those people have. Even though the people’s issues are not spoken of, the people will certainly not forget the level of urgency you had to rent a building spending billions of rupees. It comes as no surprise to the people, that ministers like you who spend a sum of 1335 million rupees as rent for 5 years, do not understand the plight of the people.",
    "Speaking in Parliament yesterday, Deputy Minister of Social Empowerment, Ranjan Ramanayake commented on allegations that certain MPs had acceptedfunds from the alleged perpetrators of the bond scam. Ramanayake tabled an affidavit in Parliament today stating that he had not accepted funds.Deputy Minister Ramanyake challenged the Joint Opposition, who called on MPs to submit affidavits, to submit their own affidavits that they did not accept money and that they did not steal funds amounting to 70 million ruppees.Ranjan Ramanayake said he hopes Former President Mahinda Rajapaksa is brave enough to also submit an affidavit that he did not transfer Rs. 82 million of tsunami funds to his own account and that he did not accept money through Chinese projects.",
    "The Presidential Commission appointed to inquire into the irregularities that occurred at Sri Lankan Airlines, Mihin Lanka, and Sri Lankan Catering has summoned two pilots to the commission to record evidence.Secretary to the commission Ariyadasa Cooray said that evidence had been recorded from one pilot yesterday. He also stated said that 44 complaints have been lodged by the general public on irregularities at Sri Lankan Airlines, Mihin Lanka, and Sri Lankan Catering. He also added that two teams have been assigned to carry out investigations on these complaints.A legal team under the Additional Solicitor General of the Attorney General’s Department Presidents Counsel Neil Unnambuwa has been appointed for investigations along with two other special police teams.The Presidential Commission that investigates into irregularities at the Sri Lankan Airlines, Mihin Lanka, and Sri Lankan Catering was appointed on the 14th of February. The position of the Chairman of the Commission is held by retired Judge Anil Gunarathne.",
    "ColomboSri Lanka Test captain Dinesh Chandimal has been suspended from Sri Lanka’s 3rd and final test outing against the West Indies after he was found guilty of changing the condition of the ball during the second day of the 2nd Test. In addition Chandimal, Coach Chandika Hathurusinghe and manager Asanka Gurusinha have also been charged for conduct contrary to the spirit of the game.Following the conclusion of the second test match that ended in a draw, a hearing was held and video evidence was presented before the Sri Lanka team management as well as match officials.Indian match referee Javagal Srinath handed Chandimal the maximum punishment available – two suspension points and a fine of 100 per cent of his match fee. A release issued by the ICC carried the following statement by Srinath“After reviewing the footage of the incident, it is clear that Dinesh applied an artificial substance to the ball, namely saliva containing the residue of something he had in his mouth, an action which is prohibited under the ICC Code of Conduct. The footage shows that upon receiving the ball, Dinesh took something from his pocket and put it into his mouth. After sucking or chewing whatever he put in his mouth for a few seconds, Dinesh then proceeded to spit on his finger and polish the ball with his saliva which would have contained the residue of the artificial substance that he had in his mouth, on two separate occasions.”Meanwhile, another ICC release carried a statement by ICC Chief Executive David Richardson who charged Sri Lanka captain Dinesh Chandimal, coach Chandika Hathurusinghe and manager Asanka Gurusinha with a breach of Article 2.3.1, a Level 3 offence, which relates to “conduct that is contrary to the spirit of the game”.The three have been charged for their involvement in the Sri Lanka cricket team’s refusal to take to the field in St Lucia at the start of Saturday’s play, which caused a two-hour delay in the start of play.If any of the three plead not guilty, then the ICC will appoint a Judicial Commissioner from its Code of Conduct Commission to determine the matter. All Level 3 breaches carry an imposition of between four and eight suspension points.",
    "The parliament of Ministers who were inconvenienced by the university protest raised the matter in Parliament today. UNP parliamentarian Ravi Karunanayake said that it took him almost 20 minutes to get to the parliament from the temple trees and questioned what sort of democracy prevails at present.To which chairing MP Shehan Semasinghe stated that appropriate measures would be taken to forward the issue to the speaker and that the Inspector General of Police has been informed on the matter.Karunanayake retorted that just doing so is not going to be sufficient and that the matter has to be informed to the Police and that the situation itself clearly was a misuse of freedom.UPFA Parliamentarian, Vasudewa Nanayakkara commented saying that since this was not the first time such an incident has occurred and whether to control the protestors or not it should be done in a manner that would not cause any obstructions. He also added that the right to freely travel around should be protected.",
    "MP Buddhika Pathirana has assumed duties as the Deputy Minister of Industry and Commerce.The ceremony was held at the Ministry this morning (June 21).Minisers, MPs, the Maha Sanga and several other dignitaries were present for the occasion.",
    "UNP Parliamentarian Buddhika Pathirana was sworn in as the Deputy Minister of Industry and Commerce before President Maithripala Sirisena today (June 19). The swearing in was carried out at the presidents’ official residence.Speaking to news 1st Deputy Minister Buddhika Pathirana stated that some asked him if he will wait and watch what happens in the country. He said he will work with all his strength for this country and the position will not change anything. Deputy Minister Pathirana stated that he does not plan on deviating from the vision of the party.Buddhika Pathirana who won a landslide victory at the 2015 general election continuously won vote of the people and was elected into parliament. He has developed a name among the public as a politician who has worked for the general public throughout his political career.",
    "During the past 6 months alone the value of the rupee has depreciated by 5.44% in comparison to the US Dollar. The rupee value which was at 110 rupees and 95 cents in comparison to the US dollar, in the year 2010, shot up to 152 rupees and 85 cents by the beginning of 2017, it currently stands at Rs. 161.1782.Among several factors that affect the foreign exchange rates of a country, the inflation rate as well as the country’s current account and the balance of payments have a major impact. The interest rates of the country also plays an important role in the fluctuation of the exchange rates. Experts say, under the 100 days government, during the first quarter of 2015, the former Central Bank Governor Arjuna Mahendran’s money printing lit the fuse under the economy.The national debt figure in January 2015 stood at rupees 4000 billion or 4 trillion rupees. During the controversial bond scam on the 27th of February 2015, where bonds worth 10 billion rupees was issued for 30 years, the interest rates went up by 3.15%. In rupee terms this increase in interest rates translated to an additional burden of 126 billion rupees to the countries debt. It is clear that the money printing undertaken by the former governor of the Central Bank of Sri Lanka Arjuna Mahendran caused the rupee to depreciate further.Economists further pointed out that the interest rate increase during the 2015 bond scam sped up the rupee depreciation. If the politicians of the country are not able to manage the economy, should they not hand over the responsibility to others, competent and able to deliver the peoples’ aspirations. Why should the 22 million people of this country, tolerate the foolishness and inaptitude of legislators who have a clear disfunctionality and act in their own narrow interests.Former Governor of the Central Bank Arjuna Mahendran remains elusive. For the moment he manages to evade the long hands of the law. The Prime Minister, the man who recommended his appointment and gave assurances to the cabinet of ministers on his ability and skill remains tight lipped before the people.",
    "Two more suspects have been arrested in connection with the shooting of Chief Incumbent of the Kirivehera Viharaya, Ven. Kobawaka Dhamminda Thera. Police said one of the two suspects, a female, had conspired to shoot the Venerable Thero.It has been revealed that it was this suspect who had provided details to the shooters on the whereabouts of the Venerable Thero. Police said one suspect was arrested while in hiding in the Dickwella area in Matara.The female suspect was arrested from the Kataragama area. 5 suspects have been arrested so far and placed under remand custody.The chief suspect of the shooting, the Sharman or Kapu Mahathaya of the Mahasen Devalaya Asela Bandara and three other suspects were remanded until the 20th of this month. Police Media Spokesperson SP Ruwan Gunasekera said investigations had revealed that the Chief Incumbent of the Kirivehera Viharaya was shot on a 3 million rupee contract.",
    "University students staged a demonstration obstructing the entrance point to the Parliamentary Complex over the unresolved SAITM issue. The demonstration ended following the intervention of the Police.The demonstration began at the University of the Visual & Performing Arts and proceeded on foot towards Parliament. It resulted in heavy traffic congestion in and around Rajagariya. As the protesters approached the parliament roundabout, the police attempted to stop the protesters. The university students pressed forward toppling the first set of barricades placed by the Police.Thereafter the Police used water cannons and tear gas to stop the protesters from advancing towards Parliament.According to Police data, a minimum of four protests are held in a day in and around Colombo. As a result, the roads in and around Colombo remain blocked. Attorney-at-Law Dr. Prathiba Mahanamahewa stated that the trade unions have their freedom, but, the issue is that people lose 40 to 50 billion rupees a year while being stuck in traffic due to daily Satyagraha campaigns and strike actions. He added that another issue is that people have to spend hours in a bus for them to reach home from work. In other countries, people cannot book the roads to go on rallies, they have to allocate a government-owned area, said Dr. Mahanamahewa.In May this year, bus drivers in Japan went on strike over several demands but it was no ordinary industrial dispute. They were still working during the strike, driving around picking up passengers. But they did not do a key part of the job, which was accepting fares. But here in Sri Lanka, struggles and battles are more targeted at inconveniencing the than the rulers.How fair is it to cause inconvenience among a majority of the people in the country to fulfill the agendas of a few? And against a backdrop where the Rupee only seems to be depreciating and the vegetable prices soaring, is it right to put the general public under such pressure in exchange for various objectives?",
    "The Criminal Investigations Department (CID) is to record a statement from Former Inspector General of Police Jayantha Wickremaratne over the investigations into the assassination of Veteran Journalist Lasantha Wickrematunge.The CID informed the Mount Lavinia Magistrates Court today (June 19) during the case hearing that they would record the statement on the 22nd of this month. Former DIG Prasanna Nanayakkara and Former Inspector Tissa Sugathapala who are in custody for concealing evidence were further remanded until the 3rd of July.The request made by the suspects’ attorneys to grant their clients bail will also be considered on the 3rd of July.Reporting on the progress of the investigations, the Criminal Investigations Department informed the court that statements have been recorded from the Director of the State Intelligence Service Keerthi Gajanayake and Former Head of Intelligence Maj. Gen. Kapila Hendravitharana.",
    "An accident that took place at approximately 11 PM yesterday (June 18) along the Kandy-Jaffna main road claimed the life of a Police officer, injured another officer and five civilians.The car traveling towards Kandy veered off the road and collided with two officers who were on patrol. Following the accident, seven people including two officers and four civilians were hospitalized. It was reported later that one of the police officers (49) succumbed to his injuries.The driver of the car was arrested following the accident.",
    "ColomboFive buildings were damaged after a tree fell across the Kuliyapitiya – Hettiyapola road in Karanthippala due to incessant rains and strong winds.According to the police, the damaged buildings include two shops and three houses.Three people who were admitted to the Kuliyapitiya Hospital with minor injuries have been discharged.The flow of traffic along the Kuliyapitiya Hettiyapola road returned to a normal after the Police, Army and Disaster management officers removed the tree from the area.",
    "A ceremony to hand over appointment letters to newly recruited engineers of Ceylon Petroleum Corporation was held under the patronage of Minister of Petroleum Resource Development, Arjuna Ranatunga. Thirteen engineers were provided with appointment letters.Chairman of Ceylon Petroleum Corporation, Dhammika Ranatunga, and several others were present for the occasion.The minister of petroleum resource development, speaking at the occasion, said numerous experiments have been carried out to introduce a new type of petrol which will benefit the owners of three-wheelers and motor vehicles. Furthermore, he said they are working tirelessly to build a new refinery.“What I want to do is to facilitate a way for someone here to become the managing director of this institution,” he added.",
    "Police fired tear gas to disperse protesting university students at the Parliament roundabout.The university students are protesting against SAITM private medical college.The protesters were marching towards the Parliamentary complex causing disruption to the flow of traffic in Rajagiriya as well as roads around the Parliament.According to a News 1st correspondent heavy vehicular congestion has been reported in the area due to the protest.The image used is for representational purposes only…",
    "A ceremony to felicitate the athletes who won medals at Asian Junior Athletics Championships (AJAC) was held at the Education Ministry with the participation of Minister Akila Viraj Kaariyawasam.As a special prize the athletes who won medals at the championship were given Rs.100,000 each while the athletes who participated in the games were given Rs.75,000. In addition, the Principals and the coaches of the athletes were also awarded cash prices.Minister Akila Viraj expressing his views regarding the recent speculations about removing the History subject stated that the National Institute of Education remains the ultimate authority over it. He added that making these kinds of statements and misleading religious leader is a regretful sight to see.",
    "Chairman of the Committee on Public Accounts (COPA), Deputy Minister Lasantha Alagiyawanna, says the reports compiled on 837 public institutions including local government bodies and provincial councils will be presented in parliament today (June 19).Alagiyawanna said public institutions that performed well during the year 2015 will be recognized and the review of public institutions for the accounting year 2016 will begin in two months.He added the success of these committees are vital for the success of the parliamentary system adding steps will be taken to strengthen the fiscal discipline of public institutions and manage corruption through these committees.Parliament is due to convene at 1 p.m.",
    "Colombo additional Magistrate Chandana Kalansuriya ordered the Narahenpita Police to issue a temporary driving license to Ramith Rambukwella, son of Minister Keheliya Rambukwella.A case was filed against Rambukwella for driving under the influence of alchol and injuring two university students in a motorbike.Presenting the case today President’s Counsel Attorney at law Kalinga Indratissa said that as a result of the court having canceled Rambukwella’s license for over three months, he has faced a lot of inconveniences. Indratissa also requested the court to absolve his client from DUI charges as the reports presented to court does not show substantive evidence of such a claim.The two university students who sustained injuries following the accident occurred on the 9th of March, stated in court today that they do not expect compensation from the suspect.Accordingly, the additional Magistrate decided to release the students from the hearing and postponed the case until the 10th of next month.",
    "Addressing the Kilinochchi District Summit of the “Daruwan Surakimu” National program at Kilinochchi Central College today (June 18) President Maithripala Sirisena said that all parties should come together to protect children without any conditions.The event also saw the attendance of Minister of Women and Child Affairs Chandrani Bandara, Northern Province Governor Reginald Cooray, Deputy Ministers Angajan Ramanathan and Kader Masthan and Northern Province Chief Minister C.V. Wigneswaran as well as a group of Provincial Ministers.Addressing the people Chief Minister of Northern Province C. V. Wigneswaran claimed that the lands acquired by the tri-forces are yet to be released as there is no justifiable reason for them to hold the lands any longer. He further stated that the people of the Northern and Eastern provinces should be allowed to lead their lives without any hindrance and that the prevailing national issues should be given proper solutions as promised.Meanwhile, several projects which are to be initiated in the Kilinochchi District under the “Daruwan Surakimu” National Program, were launched by the President today.",
    "Deputy Minister of Law and Order Nalin Bandara says the tabling of the Bill to amend the Mutual Assistance in Criminal Matters Act, has been postponed. Bandara noted that the Bill was to be presented to Parliament tomorrow.The Mutual Assistance in Criminal Matters Act No. 25 of 2002, was adopted to facilitate cooperation between Sri Lanka and other selected jurisdictions in the exchange of suspects and witnesses. This Act provides for the service of documents on such persons, the examination of witnesses, obtaining of evidence, executing requests for search and seizure, temporarily transferring a person in custody to appear as a witness and the location of the proceeds of crime among others.However, thus far the Act has only applied to specific Commonwealth nations. Issuing a media release yesterday, former President Mahinda Rajapaksa claimed that the government was laying the groundwork for a betrayal by amending the Act to apply in all jurisdictions.He further said that although the government has the responsibility of bringing Arjun Mahendran down to Sri Lanka they are not doing so, in the same manner, they are putting in efforts to bring Udayanga Weerathunga, the former ambassador to Russia to Sri Lanka. Rajapakshe also said that Udayanga has been informed to return to the country and he is willing to do so.Deputy Minister of Law and order, Nalin Bandara stated that even though the former president is interpreting it as a betrayal of the country, this bill would pave the way for the return of Mahendran and all other rogues that fled overseas.The bill is currently held back due to a technical flaw in the draft and is expected to be submitted within the next two weeks.",
    "Engineers on the Uma Oya Multi-Purpose Development Project say the hydropower component of the project should be completed in the near future. Upon completion, the hydro-power plant will add 120 Megawatts to the national grid.While excavation of the main tunnel of the Uma Oya project has been stalled due to a leak, 80%of the work on the underground hydro-power plant has been completed. The pipeline carrying water from Puhulpola connects directly to the Karadaglla tunnel.According to the Chief Site Engineer, the water that is carried along the tunnel for 15 kilometers, drops 620 meters at this point. He added that this pressure spins the turbines at the bottom.Preparing the pipeline system to power the generators at the underground power plant is a complex affair.The security officer of the Karadagolla Site of the Uma Oya Project, N. Chandu stated that the oxygen cylinders have been positioned here and in the event of an incident it will take 15 minutes to extract the cylinders.An Austrian company has already affixed the generators for the underground power plant. The 120 megawatts of electricity generated here is carried to the Randeniya transmission center.The water used for hydropower generation is thereafter diverted for agricultural purposes via the Kirindi Oya. The remaining work on the project is being carried out through the Department of Irrigation.",
    "Has the Samurdhi fund which was established to alleviate poverty in the country achieved its purpose?There are 1,425,661 families receiving the benefits of the Samurdhi program which commenced as a social security program in the year 1996. This value covers 23% of the total number of family units in the country. 42 billion was allocated for the Samurdhi program through the budget this time around.Speaking at the UNP May Day rally on the 6th May Prime Minister Ranil Wickremesinghe said the beneficiaries of the Samurdhi Fund are not receiving the money through the Samurdhi Bank. The Prime Minister stated that there is a Samurdhi Bank which no one looks after. He said all the banks are regulated by the Central Bank but this particular bank is not, therefore, it will come under the Central Bank.The All Ceylon Samurdhi Development and Agrarian Research officers union responded to the statement made by the prime minister regarding the Samurdhi Bank coming under the Central Bank.General Secretary of the Union, S.A.D Jagath Kumara stated that the Central bank is a place that was robbed in broad daylight and that the governor appointed by the Prime Minister was the person who was behind it.The Samurdhi Development and Agrarian Research Officers Union also charges that there is a plan to invest money of the Samurdhi fund in the Rural Development Bank and to grant loans. According to Jagath Kumara, a certain minister has received instructions to invest this money in various banks.Furthermore, he stated that the government has a plan to provide bigger loans through the RDBs than what they provide through the Samurdhi Bank. Jagath Kumara said if the Samurdhi beneficiaries receive these loans they have no objection.He said that this is an attempt to invest 200 billion in the Regional Development Banks, and destroy the Samurdhi Fund by providing loans to the henchmen of the United National Party.On the 11th of May convening a media briefing, the deputy governor of the Central Bank said that the Central Bank does not have any plans to bring the Samurdhi Bank under it’s purview. The Deputy Governor added that a committee has been appointed, headed by the secretary to the ministry of economic affairs to regulate the activities of the Samurdhi Management Committee.There are 27,000 officials in the Samurdhi Fund. On average, the ratio of Samurdhi officers to Samurdhi beneficiary families is 1:52.Why have the various Samurdhi programs that are implemented not able to eradicate poverty in our country?Once you’re economically stable after benefiting off the Samurdhi Program, is there a mechanism to stop receiving the benefits further?Speaking to News 1st Director General of the Samurdhi Development Department, J Dadallage stated that there is a requirement for a program to remove people who are no longer eligible to receive the samurdhi benefits.He stated that a recent survey identified that there are over 150,000 people in the samurdhi program who are no longer eligible to receive its benefits. Further, he added that there was a public outcry at that time saying that the Samurdhi is going to be slashed and eventually no one was removed.",
    "The Commission to Investigate Allegations of Bribery or Corruption (CIABOC) says that preliminary steps have been taken to introduce harsh punishments for individuals who fail to submit their declarations of assets and liabilities.Cabinet approval was granted several months ago, to amend the existing Declaration of Assets and Liabilities Act, after shortcomings in the law were highlighted by legal experts. A special discussion was held at CIABOC today on proposals to be included in the amendment of the Act.A proposal was submitted during the discussion to increase the fine for failure to submit an asset declaration to 100,000 rupees from the existing 1000 rupees or to increase the prison term to 2 years. The Act was last amended in 1988.According to Director General of the CIABOC, Sarath Jayamanne, at present, there is no legal pressure on certain individuals to submit their asset declarations. He added that it has been proposed that the new law should exert pressure on them. Sarath Jayamanne stated that the current law also does not state that the staff of MP’s or Ministers need to submit asset declarations.Furthermore, he said, a proposal has been put forward that an asset declaration should be submitted to the Elections Commissionerwhen candidates hand in their nominations for any election adding that a proposal has also been put forward that the public must have the right to access these asset declarations.The CIABOC Director general noted that the draft legislation would be sent to the cabinet of ministers following public consultations.WATCH VIDEO FOR MORE",
    "The Supreme Court has ordered the Attorney General to file a charge sheet against Deputy Minister Ranjan Ramanayake on the 30th of this month. The Supreme Court informed the Deputy Minister to submit a draft rule to court citing why he should not be punished for contempt of court for his remarks before the media that a majority of the judges and lawyers in the Sri Lankan legal system are corrupt.The order was issued when a complaint filed by Ven. Magalkande Sudantha Thera and Retired Army Officer Sunil Perera were considered by a bench comprising of Chief Justice Priyasath Dep and Murdu Fernando.Presenting facts to the court, President’s Counsel M.A. Sumanthiran, representing Deputy Minister Ranjan Ramanayake, said the petitioner has not followed proper procedure. President’s Counsel M.A. Sumanthiran pointed out, that court should consider the complaint after notices have been issued on the respondents by the petitioner and summoning the respondents to court.The President’s Counsel further pointed out that unless this legal procedure is followed, the Attorney General has no legal provision to interfere in the petition.Appearing on behalf of the Attorney General, Senior Additional Solicitor General Priyantha Navana informed the court that the Attorney General has interfered in the petition based on an order issued by the court. Senior Additional Solicitor General Priyantha Navana further noted the case was taken up today to issue a verdict on the legal measures to be taken against Ranjan Ramanayake after the Supreme Court judges concluded that the Deputy Minister was in contempt of court.",
    "The Presidential Commission of Inquiry has instructed the Chairman of SriLankan Airlines to ensure witnesses are not interfered with by any person or authority within the organization as per the provisions of the Witness Protection Act.Captain Ruwan Vithanage, the President of the Airline Pilots Guild of Sri Lanka testifying before the commission today said revealed of an attempt made in 2013 to lower the cut off mark in recruiting cadets for SriLankan Airlines. He said the cut off mark which was maintained at 70% throughout was to be brought down to 65% in a bid accommodate two cadets who did not meet the qualification.Queries made the Airline Pilots Guild have exposed contradicting statements from two authorities over this attempt. The then Minister of Civil Aviation Piyankara Jayaratne had written a letter to the Chairman of the Airline noting there is a shortage of 1st Officer Pilots at SriLankan Airlines and the Policy of the Government was to recruit Sri Lankans for the program. Jayaratne had requested that the Cut Off Mark be revised, however, the standards should not be compromised.Surprisingly the Chairman of the Airline had responded to the Pilots Guild stating the decision to lower the Cut Off Mark was a request made by the Management. Undoubtedly, the individuals who were to be included by revising the cut off mark and the attempt behind this process will be further exposed in the future proceedings of the Presidential Commission of Inquiry.In addition, Captain Vithanage said the cause for the loss of ETOPS or“Extended-range Twin-engine Operational Performance Standards” was an inherent defect in the engines. He raised the question, if twin-engine planes are procured they need to have the ETOPS certificate and if there is an issue, why procure those planes at all? He said 05 NEO Planes were procured during the term of Nishantha Wickremesinghe as the Chairman and Kapila Chandrasena as the CEO of the Airlines.Captain Vithanage also went on to stated Former Chairman Nishantha Wickremesinghe showed a vested interest when the discussion took place over Cabin Crew matters and at times was seen on flights accompanied by certain members of the Cabin Crew.He also stated that the lease for several planes were 30% to 40% higher than the market price. The Captain noted that the Annual Maintenance Cost for all planes is around 17 Billion Rupees, while the total lease cost is around 22 billion rupees.Following the losses incurred by SriLankan Airlines, the treasury had infused 14.2 Billion Rupees to SriLankan Airlines in 2012 and 12.86 Billion Rupees and 19.2 Billion Rupees in 2013 and 2014 respectively. Surprisingly, as the infusion also grew, the Board at the national carrier did not take any steps to verify how these losses were made.The introduction of narrow-body air-crafts to operate between Hong Kong and Bangkok had resulted in the airline losing revenue from carrying 20 Tonnes Daily Cargo as the payload on the A320’s were restricted.",
    "The Postal and Telecommunication Services Union says they will continue their trade union action as discussions held to resolve the crisis were unsuccessful. The Department of Posts said the strike action has caused the department a daily loss of 150 million rupees.It has been 8 days since the postal workers launched their strike action demanding for solutions to the crisis surrounding the recruitment process. Claiming that authorities have failed to resolve the issue, postal workers began a protest march from the Central Mail Exchange this morning.Close to 2000 postal workers from across the country took part in March. Later the postal workers marched up to Colombo Fort via D.R. Wijewardena Mawatha, Gamini Roundabout and Technical Junction.The protest obstructed one lane of Olcott Mawatha and the entrance route to the Galle Face Green. Thereafter the protesters attempted to march towards the Presidential Secretariat. Following which a few of the protesters were called into the Presidential Secretariat for discussions.General Secretary of Postal and Telecommunication Services Union H.K. Kariyawasam stated that although they handed over the letter and came out that it was not the Secretary to the President that was there, it was only two additional secretaries. He further said that the protest will continued until the government pays due attention and provide solutions.",
    "A rupture has been reported in a pipeline which carries crude oil to the Sapugaskanda Oil Refinery. The National Petroleum Corporation says that the rupture is in the pipeline which carries oil from the oil vessel to the buoys. Officials have already been deployed to carry out the necessary repairs.NPC has confirmed that the rupture or the repairs have not caused any disruptions to the fuel unloading activities. However, repairs are expected to be delayed if the seas get rough.",
    "ColomboA fire has broken out at an abandoned ship in the seas off the Myladi port in Jaffna.According to the Navy, officers have been deployed to douse the fire. The Navy noted that they were able to manage the fire that erupted last night but noted that the fire erupted once again this morning.It is believed that the fire erupted in the engine room of the vessel known as the “Kingdom.” The vessel which belonged to a private company had been used to transport cargo.The vessel had been abandoned in January after it ran into a sandbank.",
    "The Lotus Road in Colombo has been temporarily closed due to a protest march by Postal workers. The protesting Postal Workers began a strike action around a week ago against the existing recruitment procedure.The ongoing protest is staged against the authorities for the failure to provide solutions to their demands.Heavy congestion has been reported along several roads including;Olcott MawathaD.R. Wijewardena Mawatha",
    "Fourteen students who were reported missing while on tour at the Knuckles mountain range have been found during a search operation. The group was reported missing last evening (June 17). The students were aged between 15 and 18 years. The Students have been handed over to their parents through the Pinnawela Police.The News 1st Correspondent reported that the students were found at around 1.30 this morning (June 18) during a search launched by the area residents, the Pinnawela police and Wildlife officers.The past few months have seen an increase in the number of people losing their way in the Knuckles mountain range. Thereby, the Central provincial environmental protection organization notes that it would be safe if people touring the area get the assistance from area residents or wildlife officers when touring the area.",
    "Private bus employees of buses travelling from Panadura and Moratuwa to Colombo have launched a strike action. According to our Correspondent, the protesters were rallied at the Rawathawatta junction in Moratuwa. The protest was staged by the owners and employees of private buses.The strike was launched against long-distance buses travelling from Kataragama to Colombo providing transport to passengers travelling in between their route.Our correspondent said that many commuters were affected by the strike action. The protestors argument was that the long-distance buses stop at all bus stands apart from their designated bus stands, due to which their income has collapsed. They further said, that since there is no proper intervention from the transport authorities that they hope to continue the strike action.",
    "COLOMBO (News 1st): The Meteorology Department has predicted showers or thundershowers in the Western, Sabaragamuwa, Central, and North-Western provinces and in the Galle and Matara districts.Sabaragamuwa, Central provinces and several other areas are also expected to have fairly heavy falls of around 50 mm during the course of the day today (June 18).Over in the districts of Hambantota, Matale, and Mannar, there could be fairly strong gusty winds of up to 40-45 KMPH.The Department has requested the general public to take adequate precautions to minimize damages caused by lightning.",
    "Plans are being drawn to establish ‘Day-Care Centers’ at public and private offices, says the National Child Protection Authority.The NCPA says that this initiative was taken as a solution for the mothers who serve at these institutions, as they continuously face difficulties with child-care.Chairman of the Authority H.B. Abeyratne stated that the necessary standards have already been set for the ‘Day-Care centers’.",
    "Former President Mahinda Rajapaksa visited Anuradhapura today (June 17). He paid homage to the sacred Jaya Sri Maha Bodhi and also called on the Chief Incumbent of the Swarnamali Maha Chaithya, Venerable Pallegama Hemarathana Thera.The former President also took the time to respond to several questions by journalists who had gathered at the premises.When questioned about the debate surrounding the prison attire of Ven. Gnasara thero, the former president noted that in he believes in the words of Ven. Medagoda Abeytissa thero who issued a statement that the robe of a monk should not be removed when it is not necessary.Upon being asked about the underworld raising head and carrying out several murders the former president stated that the present government should be accountable for the prevailing situation and that if the underworld is carrying out murders the government should know to stop it. He also added that while the chief suspect in the bond scam remains at large, the Government continues to investigate him and his family.",
    "Investigations have revealed that Perpetual Treasuries Limited carried out 46,000 transactions between 2015 and 2017. The Criminal Investigations Department has revealed that on certain occasions, cheques drawn for these transactions were cashed by individuals who were not named on the cheque. It has also been revealed that in certain instances only initials had been used in these transactions.The CID noted that this information had come to light during the course of an investigation based on a complaint lodged by the Governor of the Central Bank in 2016.Meanwhile, Parliament has called on the Secretary to the President to release all annexes of the report of the Presidential Commission of Inquiry on Bond Issuances, to parliament. Secretary-General of Parliament, Dhammika Dassanayake noted that a letter had been addressed to Secretary to President Austin Fernando, last week. He added that once the annexes are submitted, Speaker Karu Jayasuriya would decide on a future course of action.News 1st made inquiries regarding this matter from the Secretary to President Austin Fernando. He said that a response would be submitted to the Parliament tomorrow. Fernando added that all future steps regarding the bond report and its appendices would be taken in consultation with the Attorney General.",
    "Colombo Subject Minister Sarath Fonseka stated that the decision to call off the operations to relocate the elephants had been made upon the instructions of the President. The operation was initiated on the 15th of this month targeting the Kalawana, Rajawatte and Kopi-kella areas bordering the Sinharaja rainforest.The minister stated that according to a telephone discussion he had with the president, he had asked details about the ongoing operation, and had informed the Minister that if the elephants were relocated to Horowpothana that it would be a major problem. To which Fonseka had said that if the relocation was not done that no one would be held accountable for the lives of these animals. But the President had informed him to allow the two elephants to remain there until proper premises is allocated within Sinharaja.Minister Fonseka further said that he will not be held accountable for the two elephants or for the lives of the villagers adding that everyone who shouted against the relocation of the elephants must take this responsibility.The Assistant Director of Wildlife in Charge of the Southern and Uva Provinces, Prashantha Wimaladasa noted that steps are being taken to identify a protected area for the two elephants. He added that there are several villages around the area that face difficulties due to the elephants and as a result, he had been instructed to place teams of wildlife officers in areas to control the situation.Meanwhile, a group from the Environment and Nature Studies Centre staged a protest in Rambuka, Pothupitiya in Kalawana this morning, demanding that the relocation of the elephants be stopped."
]